[
  {
    "text": "Results depicted mitochondrial dynamics in vivo as PCD progresses within the lace plant, and highlight the correlation of this organelle with other organelles during developmental PCD. To the best of our knowledge, this is the first report of mitochondria and chloroplasts moving on transvacuolar strands to form a ring structure surrounding the nucleus during developmental PCD. Also, for the first time, we have shown the feasibility for the use of CsA in a whole plant system. Overall, our findings implicate the mitochondria as playing a critical and early role in developmentally regulated PCD in the lace plant.",
    "concept": "biology-focused",
    "source": "pubmedqa"
  },
  {
    "text": "Using the charts described, there was only a slight overestimation of visual acuity by the Snellen E compared to the Landolt C, even in strabismus amblyopia. Small differences in the lower visual acuity range have to be considered.",
    "concept": "biology-focused",
    "source": "pubmedqa"
  },
  {
    "text": "Our long-term study showed significantly better (2-fold) results regarding the continence score for the abdominal approach compared with the transanal pull-through. The stool pattern and enterocolitis scores were somewhat better for the TERPT group. These findings raise an important issue about the current surgical management of HD; however, more cases will need to be studied before a definitive conclusion can be drawn.",
    "concept": "biology-focused",
    "source": "pubmedqa"
  },
  {
    "text": "The effects of the intervention were most pronounced after the first intervention. Compared to usual care, telephone counseling seemed particularly effective at promoting change among nonadherent women, the group for whom the intervention was developed. These results suggest that telephone counseling, rather than tailored print, might be the preferred first-line intervention for getting nonadherent women on schedule for mammography screening. Many questions would have to be answered about why the tailored print intervention was not more powerful. Nevertheless, it is clear that additional interventions will be needed to maintain women's adherence to mammography. Medical Subject Headings (MeSH): mammography screening, telephone counseling, tailored print communications, barriers.",
    "concept": "biology-focused",
    "source": "pubmedqa"
  },
  {
    "text": "DBE appears to be equally safe and effective when performed in the community setting as compared to a tertiary referral center with a comparable yield, efficacy, and complication rate.",
    "concept": "biology-focused",
    "source": "pubmedqa"
  },
  {
    "text": "Emergency laparotomy carries a high rate of mortality, especially in those over the age of 70 years, and more needs to be done to improve outcomes, particularly in this group. This could involve increasing acute surgical care manpower, early recognition of patients requiring emergency surgery, development of clear management protocols for such patients or perhaps even considering centralisation of emergency surgical services to specialist centres with multidisciplinary teams involving emergency surgeons and care of the elderly physicians in hospital and related community outreach services for post-discharge care.",
    "concept": "biology-focused",
    "source": "pubmedqa"
  },
  {
    "text": "Sleep disorders are common in the general adult population of Japan. Correction for reporting heterogeneity using anchoring vignettes is not a necessary tool for proper management of sleep and energy related problems among Japanese adults. Older age, gender differences in communicating sleep-related problems, the presence of multiple morbidities, and regular exercise should be the focus of policies and clinical practice to improve sleep and energy management in Japan.",
    "concept": "biology-focused",
    "source": "pubmedqa"
  },
  {
    "text": "Genetic variants identified in the present study may be insufficient to promote early carotid atherosclerosis.",
    "concept": "biology-focused",
    "source": "pubmedqa"
  },
  {
    "text": "This data demonstrates the robust nature of the short stay ward. At these two very different institutions we have shown improved bed efficient and patient care in a cost-effective way. We have also reported on greater parental satisfaction and early return of the child with their family to the community.",
    "concept": "biology-focused",
    "source": "pubmedqa"
  },
  {
    "text": "Findings suggest that traffic law reforms in order to have an effect on both traffic fatality and injury rates reduction require changes in police enforcement practices. Last, this case also illustrates how the diffusion of successful road safety practices globally promoted by WHO and World Bank can be an important influence for enhancing national road safety practices.",
    "concept": "biology-focused",
    "source": "pubmedqa"
  },
  {
    "text": "Trauma patients have a significant complication rate related to anticoagulation therapy, and predicting which patients will develop a complication remains unclear. Prospective studies are needed to determine which treatment regimen, if any, is appropriate to safely anticoagulate this high risk population.",
    "concept": "biology-focused",
    "source": "pubmedqa"
  },
  {
    "text": "Higher MCVs and AST/ALT ratios in ASH reflect the severity of underlying liver disease and do not differentiate NASH from ASH. Instead, these biomarkers might prove useful in guiding selection of patients for liver biopsy and in targeting therapy.",
    "concept": "biology-focused",
    "source": "pubmedqa"
  },
  {
    "text": "No change occurred upon instituting simple, at-the-visit family history prompts geared to improve PCPs' ability to identify patients at high risk for 6 common conditions. The results are both surprising and disappointing. Further studies should examine physicians' perception of the utility of prompts for family history risk.",
    "concept": "biology-focused",
    "source": "pubmedqa"
  },
  {
    "text": "Emergency US fellowship programs had a positive impact on residents' US educational experiences. Emergency medicine residents performed more scans overall and also used bedside US for more advanced applications in programs with EUS fellowships.",
    "concept": "biology-focused",
    "source": "pubmedqa"
  },
  {
    "text": "Opioid PCT is a feasible and acceptable therapeutic method to reduce refractory breathlessness in palliative care patients.",
    "concept": "biology-focused",
    "source": "pubmedqa"
  },
  {
    "text": "The short- and long-term outcomes after LRT and SLT did not differ significantly. To avoid the risk for the donor in LRT, SLT represents the first-line therapy in pediatric liver transplantation in countries where cadaveric organs are available. LRT provides a solution for urgent cases in which a cadaveric graft cannot be found in time or if the choice of the optimal time point for transplantation is vital.",
    "concept": "biology-focused",
    "source": "pubmedqa"
  },
  {
    "text": "Findings suggest that cluster analyses may be useful in identifying groups for targeted health messages.",
    "concept": "biology-focused",
    "source": "pubmedqa"
  },
  {
    "text": "RPN in a porcine model is feasible and could be very useful for teaching and practicing retroperitoneoscopy.",
    "concept": "biology-focused",
    "source": "pubmedqa"
  },
  {
    "text": "Significant associations were observed between RHR and several established cardiovascular risk factors. Prospective studies are needed in sub-Saharan African populations to establish the potential value of RHR in cardiovascular risk assessment.",
    "concept": "biology-focused",
    "source": "pubmedqa"
  },
  {
    "text": "Hospital preparedness can be better defined by a fixed number of casualties rather than a percentile of its bed capacity. Only 20% of the arriving casualties will require immediate medical treatment. Implementation of this concept may improve the utilisation of national emergency health resources both in the preparation phase and on real time.",
    "concept": "biology-focused",
    "source": "pubmedqa"
  },
  {
    "text": "Peak inspiratory pressure, PEEP, and ventilation index values could distinguish survivors from nonsurvivors by day 3. This may assist in early application of supportive nonconventional therapies in children with malignancy and ARDS.",
    "concept": "biology-focused",
    "source": "pubmedqa"
  },
  {
    "text": "The most disadvantaged families were least likely to have protective health behaviors in place to reduce SHSe and, consequently, are most at-risk for tobacco exposure and subsequent tobacco-related health disparities. Innovative SHSe interventions for this vulnerable population are sorely needed.",
    "concept": "biology-focused",
    "source": "pubmedqa"
  },
  {
    "text": "Currently available nomograms used to predict BCR accurately predict PCSM and other more clinically relevant endpoints. Moreover, not only do they significantly predict PCSM, but do so with generally greater accuracy than BCR.",
    "concept": "biology-focused",
    "source": "pubmedqa"
  },
  {
    "text": "Self-reported mechanical factors associated with chronic oro-facial pain are confounded, in part, by psychological factors and are equally common across other frequently unexplained syndromes. They may represent another feature of somatisation. Therefore the use of extensive invasive therapy such as occlusal adjustments and surgery to change mechanical factors may not be justified in many cases.",
    "concept": "biology-focused",
    "source": "pubmedqa"
  },
  {
    "text": "Older people with a history of amblyopia who develop visual loss in the previously normal eye can experience recovery of visual function in the amblyopic eye over a period of time. This recovery in visual function occurs in the wake of visual loss in the fellow eye and the improvement appears to be sustained.",
    "concept": "biology-focused",
    "source": "pubmedqa"
  },
  {
    "text": "Present audit shows that the process of implementation of labor analgesia was quick, successful and safe, notwithstanding the identification of one cluster of women with suboptimal response to epidural analgesia that need to be further studies, overall pregnant womens'adhesion to labor analgesia was satisfactory.",
    "concept": "biology-focused",
    "source": "pubmedqa"
  },
  {
    "text": "HER2 immunoreactivity might have a limited prognostic value for advanced urothelial carcinoma patients with adjuvant M-VEC.",
    "concept": "biology-focused",
    "source": "pubmedqa"
  },
  {
    "text": "Halofantrine has mild to moderate pathological effects on cochlea histology, and can be considered an ototoxic drug.",
    "concept": "biology-focused",
    "source": "pubmedqa"
  },
  {
    "text": "VAT area measurement at a single level 3 cm above the lower margin of the L3 vertebra is feasible and can reflect changes in VAT volume and body weight. Advances in knowledge: As VAT area at a CT slice 3cm above the lower margin of L3 can best reflect interval changes in VAT volume and body weight, VAT area measurement should be selected at this location.",
    "concept": "biology-focused",
    "source": "pubmedqa"
  },
  {
    "text": "The results of this study cast doubt on the suggested advantage of HBO in reducing patient mortality and morbidity when used as adjuvant therapy for NF.",
    "concept": "biology-focused",
    "source": "pubmedqa"
  },
  {
    "text": "A positive Hawkins sign rules out that the fractured talus has developed avascular necrosis, but its absence does not confirm it.",
    "concept": "biology-focused",
    "source": "pubmedqa"
  },
  {
    "text": "Effective undergraduate surgical education can be offered in many specialty settings. Removal of the requirement for general surgery in clerkship may lead to a more effective use of all educational opportunities. A careful analysis of local programs and facilities is necessary before suggesting this change to other institutions.",
    "concept": "biology-focused",
    "source": "pubmedqa"
  },
  {
    "text": "The findings showed that acupuncture of voice-related acupoints could bring about improvement in vocal function and healing of vocal fold lesions.",
    "concept": "biology-focused",
    "source": "pubmedqa"
  },
  {
    "text": "Better prognosis was obtained when ruptured aneurysm was repaired in the elderly than it was treated conservatively. From the results of this study, we should not hesitate to offer the definitive surgery for the elderly with aSAH.",
    "concept": "biology-focused",
    "source": "pubmedqa"
  },
  {
    "text": "The analyses show that structural characteristics of a practice are not associated with uptake of a new IT facility, but that its use may be influenced by post-graduate education in the relevant clinical condition. For this diabetes system at least, practice nurse use was critical in spreading uptake beyond initial GP enthusiasts and for sustained and rising use in subsequent years.",
    "concept": "biology-focused",
    "source": "pubmedqa"
  },
  {
    "text": "W-d HCCs were clinically demonstrated not to be early cancer, because there was no significant difference in disease free survival between the patients with w-d and l-d HCCs.",
    "concept": "biology-focused",
    "source": "pubmedqa"
  },
  {
    "text": "Adherence to follow-up was low in this family planning clinic population, no matter what type of follow-up was advised. Adherence was improved by the use of up to 3 reminders. Allocating resources to effective methods for improving adherence to follow-up of abnormal results may be more important than which follow-up procedure is recommended.",
    "concept": "biology-focused",
    "source": "pubmedqa"
  },
  {
    "text": "The real-time PCR approach revealed promising results in pollen identification and quantification, even when analyzing pollen mixes. Future perspectives could concern the development of multiplex real-time PCR for the simultaneous detection of different taxa in the same reaction tube and the application of high-throughput molecular methods.",
    "concept": "biology-focused",
    "source": "pubmedqa"
  },
  {
    "text": "In comparison with its accuracy in non-DM patients, the accuracy of PET in cervical cancer patients with mild to moderate DM was not significantly reduced.",
    "concept": "biology-focused",
    "source": "pubmedqa"
  },
  {
    "text": "Ophthalmic pathology and basic science research show that SBK and ASA are improvements in excimer laser keratorefractive surgery compared to conventional LASIK or PRK, particularly with regard to maintaining corneal biomechanics and perhaps moderately reducing the risk of corneal haze. However, most of the disadvantages caused by wound healing issues remain.",
    "concept": "biology-focused",
    "source": "pubmedqa"
  },
  {
    "text": "Patients who previously received radiotherapy for primary rectal cancer treatment have worse oncologic outcomes than those who had not received radiotherapy after pelvic exenteration for locally recurrent rectal cancer.",
    "concept": "biology-focused",
    "source": "pubmedqa"
  },
  {
    "text": "An increase of 5% in circumference measurements identified the most potential lymphedema cases compared with an academic trial.",
    "concept": "biology-focused",
    "source": "pubmedqa"
  },
  {
    "text": "GM of CRC and SLM was associated with fewer procedures but did not influence overall survival. SM was associated with a longer delay and increased use of chemotherapy between procedures, suggesting that more rigorous selection of SM patients for surgery may explain the higher disease-free survival after SLM resection.",
    "concept": "biology-focused",
    "source": "pubmedqa"
  },
  {
    "text": "Speed discrimination, per se, is not impaired in schizophrenia patients. The observed abnormality appears to be a consequence of impairment in generating or integrating the feedback information from eye movements. This study introduces a novel approach to motion perception studies and highlights the importance of concurrently measuring eye movements to understand interactions between these two systems; the results argue for a conceptual revision regarding motion perception abnormality in schizophrenia.",
    "concept": "biology-focused",
    "source": "pubmedqa"
  },
  {
    "text": "Transgastric endoscopic splenectomy in a porcine model appears technically feasible. Additional long-term survival experiments are planned.",
    "concept": "biology-focused",
    "source": "pubmedqa"
  },
  {
    "text": "The interval from the onset of clinical symptoms to the initial surgical intervention seems to be the most important prognostic factor with a significant impact on outcome. Despite extensive therapeutic efforts, Fournier's gangrene remains a surgical emergency and early recognition with prompt radical debridement is the mainstays of management.",
    "concept": "biology-focused",
    "source": "pubmedqa"
  },
  {
    "text": "We conclude that patient and graft survival on transplanting kidneys from elderly donors to young recipients is superimposable on that obtained with young donors. However, renal function is better in the group of young donors.",
    "concept": "biology-focused",
    "source": "pubmedqa"
  },
  {
    "text": "The Medicaid Demonstration in Florida appears to result in lower PMPM expenditures. Demonstration PSNs generated slightly greater reductions in expenditures compared to Demonstration HMOs. PSNs appear to be a promising model for delivering care to Medicaid enrollees.",
    "concept": "biology-focused",
    "source": "pubmedqa"
  },
  {
    "text": "In our cohort, selective screening of patients aged>70 years, with carotid bruit, a history of cerebrovascular disease, diabetes mellitus or PVD would have reduced the screening load by 40%, with trivial impact on surgical management or neurological outcomes.",
    "concept": "biology-focused",
    "source": "pubmedqa"
  },
  {
    "text": "Surrogates of injury severity, including days in the ICU and non-ICU hospital LOS>10 days, were associated with the development of HO in our cohort of acetabular fracture patients. Prophylaxis with XRT was significantly protective against the development of HO, and the ability to provide prophylaxis is very likely related to the severity of injury.",
    "concept": "biology-focused",
    "source": "pubmedqa"
  },
  {
    "text": "The statistical power of this case-referent study was such that only large beneficial effects of statins in acute stroke could be confirmed. However, the observed trend, together with experimental observations, is interesting enough to warrant a more detailed analysis of the relationship between statins and stroke outcome.",
    "concept": "biology-focused",
    "source": "pubmedqa"
  },
  {
    "text": "Isolated sternal fractures in childhood are often due to typical age-related traumatic incidents. Ultrasonography is a useful diagnostic tool for fracture detection and radiography is the method of choice for visualization of the extent of the dislocation.",
    "concept": "biology-focused",
    "source": "pubmedqa"
  },
  {
    "text": "In the present study, FT and androstenedione were statistically significantly correlated with sexual desire in the total cohort of women. ADT-G did not correlate more strongly than circulating androgens with sexual desire and is therefore not superior to measuring circulating androgens by mass spectrometry.",
    "concept": "biology-focused",
    "source": "pubmedqa"
  },
  {
    "text": "We found no evidence that IBR compromised the delivery of adjuvant chemotherapy, although there was a significant incidence of implant infection.",
    "concept": "biology-focused",
    "source": "pubmedqa"
  },
  {
    "text": "The low presence of HPV DNA in pterygia does not support the hypothesis that HPV is involved in the development of pterygia in Denmark.",
    "concept": "biology-focused",
    "source": "pubmedqa"
  },
  {
    "text": "The ANN with its intrinsic ability to detect non-linear correlation, and to relate specific item patterns to LOS, outperformed linear statistics but was still disappointing in estimating individual LOS. It might be speculated that therapeutic intervention modulates the natural course of the disease thus counteracting both disease severity as initially scored by PRISM, and LOS. This being true, the inverse of the correlation between PRISM (or PRISM based LOS estimate) and LOS might be a candidate indicator of quality of care.",
    "concept": "biology-focused",
    "source": "pubmedqa"
  },
  {
    "text": "TAVI can be performed safely without balloon predilatation and with the same early results as achieved with the standard procedure including balloon predilatation. The reduction in the number of pacing periods required may be beneficial for the patient.",
    "concept": "biology-focused",
    "source": "pubmedqa"
  },
  {
    "text": "Pediatricians should be alert to the earliest manifestations of AEA. Awareness of choking games among the young and, of those, a subset who eventually progress to potentially fatal AEA is strongly encouraged among all primary care professionals who may be able to interrupt the behavior.",
    "concept": "biology-focused",
    "source": "pubmedqa"
  },
  {
    "text": "The results of these analyses suggest that marginally higher rates of depression to age 35 amongst the comorbid MD/AUD group were explained by increased exposure to adverse childhood circumstances amongst members of the comorbid group. Adolescent MD/AUD comorbidity is likely to be a risk marker, rather than a causal factor in subsequent MD.",
    "concept": "biology-focused",
    "source": "pubmedqa"
  },
  {
    "text": "Despite current recommendations, cough and cold medicines are still used in children younger than 6 years of age. A significant portion of caregivers report that they are still unaware of public warnings, potential side effects, and interactions with other medications.",
    "concept": "biology-focused",
    "source": "pubmedqa"
  },
  {
    "text": "In manikin laypersons could insert LMAS in the correct direction after onsite instruction by a simple manual with a high success rate. This indicates some basic procedural understanding and intellectual transfer in principle. Operating errors (n = 91) were frequently not recognized and corrected (n = 77). Improvements in labeling and the quality of instructional photographs may reduce individual error and may optimize understanding.",
    "concept": "biology-focused",
    "source": "pubmedqa"
  },
  {
    "text": "Although the SLBM is quite repeatable, it underestimates mesopic pupil size and shows a too wide range of agreement with CIP. SLBM shows low sensitivity in detecting pupils larger than 6 mm, which may be misleading when planning anterior segment surgery. Previous grading-consensus training strategies may increase interrater reproducibility, and compensation for the systematic underestimation could improve accuracy of the SLBM.",
    "concept": "biology-focused",
    "source": "pubmedqa"
  },
  {
    "text": "Incomplete separation between prepuce and glans penis is normal and common among new-borns, progressing until adolescence to spontaneous separation, at which time it is complete in the majority of boys. Accordingly to the criteria we have sustained for years and present study's findings, circumcision has few indications during childhood, as well as forced prepucial dilation.",
    "concept": "biology-focused",
    "source": "pubmedqa"
  },
  {
    "text": "Our results suggest that colonoscopy does not affect the management of patients with acute diverticulitis nor alter the outcome. The current practice of a routine colonoscopy after acute diverticulitis, diagnosed by typical clinical symptoms and CT needs to be reevaluated.",
    "concept": "biology-focused",
    "source": "pubmedqa"
  },
  {
    "text": "IADL disability is a useful addition to the diagnostic process in a memory clinic setting, indicating who is at higher risk of developing dementia at 1- and 2-year follow-up.",
    "concept": "biology-focused",
    "source": "pubmedqa"
  },
  {
    "text": "In the present study, the use of an endoscope during VPS procedures did not increase the risk of surgical infection.",
    "concept": "biology-focused",
    "source": "pubmedqa"
  },
  {
    "text": "Many children underestimated their degree of overweight. Their parents and even their attending physicians shared this misperception. This study demonstrates the need to further educate physicians to recognize obesity and overweight so that they can counsel children and their families.",
    "concept": "biology-focused",
    "source": "pubmedqa"
  },
  {
    "text": "A specialized training program to improve phonologic awareness as a basis for reading and writing in every kindergarten and preschool child seems to be unnecessary. However, children with temporary hearing deficits benefit from such a program. For all other children general perception training may be sufficient.",
    "concept": "biology-focused",
    "source": "pubmedqa"
  },
  {
    "text": "These findings indicate that a relationship between multiple sclerosis and streptococcal infections may exist, but to acquire a better understanding of the role of group A streptococci in the pathogenesis of multiple sclerosis, more studies with animal models are necessary.",
    "concept": "biology-focused",
    "source": "pubmedqa"
  },
  {
    "text": "2ME is able to enhance the antiproliferative activity of certain chemotherapeutics at pharmacological relevant concentrations. This estradiol metabolite is currently in a phase II trial in patients with refractary metastatic breast cancer and the tolerability has been shown to be very good. The combination of 2ME with chemotherapeutics may therefore offer a new clinically relevant treatment regimen for hormone-dependent cancer.",
    "concept": "biology-focused",
    "source": "pubmedqa"
  },
  {
    "text": "As a new assessment method, we have suggested to assess the JL by means of radiographs of the contralateral knee. The most precise parameter was found to be the distance between the fibular head and the JL. The level of arthritis, age, gender, visibility of the landmarks, and misalignment did not influence measurement accuracy. This parameter is the first tibia-related landmark for assessing the JL, which advantageously corresponds to the tibia-first technique in revision surgery.",
    "concept": "biology-focused",
    "source": "pubmedqa"
  },
  {
    "text": "Patients who received a metal-backed Onlay tibial component obtained better postoperative mechanical alignment compared to those who received all-polyethylene Inlay prostheses. The thicker overall construct of Onlay prostheses appears to be an important determinant of postoperative alignment. Considering their higher survivorship rates and improved postoperative mechanical alignment, Onlay prostheses should be the first option when performing medial UKR.",
    "concept": "biology-focused",
    "source": "pubmedqa"
  },
  {
    "text": "Progression of a pT3 tumour into the renal vein and vena cava is not associated with increased tumour expression of VEGF. However, VEGF is an independent prognostic factor in this group of poor prognosis renal tumours.",
    "concept": "biology-focused",
    "source": "pubmedqa"
  },
  {
    "text": "Alcohol and drug use are important contributory factors to injury and poisoning deaths. More research is needed into the effects of unemployment and being single on the health of young men, and to investigate the motivations behind risk taking and self-destructive behaviour.",
    "concept": "biology-focused",
    "source": "pubmedqa"
  },
  {
    "text": "In this population, neither BMI nor neck circumference nor waist circumference is predictive of autoCPAP pressure. Therefore, the previously derived algorithm does not adequately predict the fixed CPAP pressure for subsequent clinical use in these obese individuals. In addition, some subjects without OSA generated high autoCPAP pressures, and thus, the correlation between OSA severity and autoCPAP pressure was only moderate.",
    "concept": "biology-focused",
    "source": "pubmedqa"
  },
  {
    "text": "Patients with a history of ACD are at an increased risk of having recurrent preterm birth and cervical shortening in a subsequent pregnancy compared with women with prior preterm birth associated PPROM or PTL.",
    "concept": "biology-focused",
    "source": "pubmedqa"
  },
  {
    "text": "Our results indicate that when controlled for patient, tumor, and hospital factors, patients who traveled a long distance to a high-volume center had improved lymph node yield, neoadjuvant chemoradiation receipt, and 30- and 90-day mortality compared with those who traveled a short distance to a low-volume center. They also had improved 5-year survival. See Video Abstract at http://links.lww.com/DCR/A446.",
    "concept": "biology-focused",
    "source": "pubmedqa"
  },
  {
    "text": "Adverse drug reactions were confronted with other already published case reports. Dopamine partial agonist mechanism of aripiprazole could explain the occurrence of pathological gambling.",
    "concept": "biology-focused",
    "source": "pubmedqa"
  },
  {
    "text": "Lysosomotropic amines in combination with cyclosporine appear to be synergistic in the suppression of T-cell proliferation to MiHC and MHC. Use of chloroquine in combination with cyclosporine may result in improved control of GVHD.",
    "concept": "biology-focused",
    "source": "pubmedqa"
  },
  {
    "text": "While not providing conclusive evidence, this single institution experience suggests that neoadjuvant chemotherapy for Stage IV NPC patients improves both survival and disease control. Recurrence within the irradiated volume was the most prevalent mode of failure and future studies will evaluate regimens to enhance local regional control.",
    "concept": "biology-focused",
    "source": "pubmedqa"
  },
  {
    "text": "We have demonstrated that approaching a contralateral hydrocele in cases of neonatal testicular torsion solely through a scrotal incision is safe and effective. Inguinal exploration was not performed in our study and our long-term results demonstrate that such an approach would have brought no additional benefit. In avoiding an inguinal approach we did not subject our patients to unnecessary risk of testicular or vasal injury. Contralateral hydrocele is commonly seen in cases of neonatal testicular torsion. In our experience this is a condition of minimal clinical significance and does not warrant formal inguinal exploration for treatment. This conservative management strategy minimizes the potential of contralateral spermatic cord injury in the neonate. The aims of the study were met.",
    "concept": "biology-focused",
    "source": "pubmedqa"
  },
  {
    "text": "Our data suggested that visually impaired pedestrians can make accurate and reliable street crossing decisions like those of normally sighted pedestrians. When using auditory information only, all subjects significantly overestimated the vehicular gap time. Our finding that blind pedestrians performed significantly worse than either the normally sighted or visually impaired subjects under the hearing only condition suggested that they may benefit from training to improve their detection ability and/or interpretation of vehicular gap times.",
    "concept": "biology-focused",
    "source": "pubmedqa"
  },
  {
    "text": "Granulomatous myelotoxicity and enteritis developed in a 21 year old female within 3 weeks of initiating sulfasalazine for rheumatoid arthritis. Following a short course of corticosteroids, the patient had resolution of her cholestatic hepatitis, rash, eosinophilia, and gastrointestinal symptoms with no residual manifestations at 7 months follow-up. Although severe reactions to sulfasalazine are rare and unpredictable, practicing physicians should be aware of unusual clinical presentations of toxicity when prescribing sulfasalazine.",
    "concept": "biology-focused",
    "source": "pubmedqa"
  },
  {
    "text": "The frequency of habits of Chaalia and Pan Masala chewing, by school children in lower socio-economic areas is extremely high. The probable reasons for this high frequency are taste, the widespread use of these substances by family members and friends, low cost and easy availability.",
    "concept": "biology-focused",
    "source": "pubmedqa"
  },
  {
    "text": "Cervical physical therapy can have a positive effect on subjective tinnitus complaints in patients with a combination of tinnitus and neck complaints. Larger studies, using more responsive outcome measures, are however necessary to prove this effect.",
    "concept": "biology-focused",
    "source": "pubmedqa"
  },
  {
    "text": "This study demonstrates that a significant eosinophilic inflammation is present across all categories of asthma, and that paucigranulocytic asthma may be seen as a low grade inflammatory disease.",
    "concept": "biology-focused",
    "source": "pubmedqa"
  },
  {
    "text": "HIV/STD control measures appear to have slowed the HIV/AIDS epidemic in Jamaica, however a significant minority of persons continue to have unprotected sex in high risk situations.",
    "concept": "biology-focused",
    "source": "pubmedqa"
  },
  {
    "text": "We found that 1.6% of S. aureus (all MSSA) from bacteraemic patients were PVL-positive. This low incidence suggests that PVL-positive S. aureus are of no particular significance as causative agents of S. aureus bacteraemia.",
    "concept": "biology-focused",
    "source": "pubmedqa"
  },
  {
    "text": "The elevated risk of death after CABG surgery known previously to be associated with CDM seems also to be shared by a group of similar size that includes patients with IFG and undiagnosed DM.",
    "concept": "biology-focused",
    "source": "pubmedqa"
  },
  {
    "text": "Position emission tomography scanning appears to accurately change the stage or appropriately alter the therapy of almost a third of patients with advanced primary rectal cancer. In view of this, we suggest that position emission tomography scanning be considered part of standard workup for such patients, particularly if neoadjuvant chemoradiation is being considered as part of primary management.",
    "concept": "biology-focused",
    "source": "pubmedqa"
  },
  {
    "text": "The tidal volume delivered by a manual resuscitator shows large variations. There were significant differences in the volume delivered by compression methods, but physical characteristics are not a predictor of tidal volume delivery. The manual resuscitator is not a suitable device for accurate ventilation.",
    "concept": "biology-focused",
    "source": "pubmedqa"
  },
  {
    "text": "Numerous studies have found that taxation is one of the most effective policy instruments for tobacco control. However, these findings come from countries that have market economies where market forces determine prices and influence how cigarette taxes are passed to the consumers in retail prices. China's tobacco industry is not a market economy; therefore, non-market forces and the current Chinese tobacco monopoly system determine cigarette prices. The result is that tax increases do not necessarily get passed on to the retail price.",
    "concept": "biology-focused",
    "source": "pubmedqa"
  },
  {
    "text": "Histology usually demonstrated moderate to severe inflammation when VLEM were present. VLEM may be a highly specific endoscopic feature of esophagitis in children.",
    "concept": "biology-focused",
    "source": "pubmedqa"
  },
  {
    "text": "Severe hypoglycaemia is associated with an increased risk for CV outcomes in people at high CV risk and dysglycaemia. Although allocation to insulin glargine vs. standard care was associated with an increased risk of severe and non-severe hypoglycaemia, the relative risk of CV outcomes with hypoglycaemia was lower with insulin glargine-based glucose-lowering therapy than with the standard glycaemic control. Trial Registration (ORIGIN ClinicalTrials.gov number NCT00069784).",
    "concept": "biology-focused",
    "source": "pubmedqa"
  },
  {
    "text": "Correlation between level of radiographic transition zone on contrast enema and length of aganglionosis remains low. Systematic preoperative biopsy by coelioscopy or ombilical incision is mandatory.",
    "concept": "biology-focused",
    "source": "pubmedqa"
  },
  {
    "text": "The current literature suggests that dexamethasone can be used as an effective alternative to prednisone in the treatment of mild to moderate acute asthma exacerbations in children, with the added benefits of improved compliance, palatability, and cost. However, more research is needed to examine the role of dexamethasone in hospitalized children.",
    "concept": "biology-focused",
    "source": "pubmedqa"
  },
  {
    "text": "Despite a lower risk of breast cancer, the Sami attended the NBCSP more frequently than the control group. The recall and cancer detection rate was lower among the Sami compared with the non-Sami group.",
    "concept": "biology-focused",
    "source": "pubmedqa"
  },
  {
    "text": "ECL assays improved the ability to predict time to diabetes in these autoantibody-positive relatives at risk for developing diabetes. These findings might be helpful in the design and eligibility criteria for prevention trials in the future.",
    "concept": "biology-focused",
    "source": "pubmedqa"
  },
  {
    "text": "Doctors specialized in infectious diseases and clinical microbiology assess the appropriateness of antimicrobials prescribed for a broad spectrum of indications with acceptable agreement and validity, regardless of their experience or hospital of employment. However, there is room for improvement, which merits attention in multidisciplinary discussions and education.",
    "concept": "biology-focused",
    "source": "pubmedqa"
  },
  {
    "text": "Patients with<or =5 metastatic sites had significantly better survival rates than patients with>5 lesions. Because existing sites of metastatic disease may be the primary sites of origin for additional metastases, our findings suggest that early detection and aggressive treatment of patients with a small number of metastatic lesions is worth testing as an approach to improving long-term survival.",
    "concept": "biology-focused",
    "source": "pubmedqa"
  },
  {
    "text": "Young hypermetropic adults possessed +1 to +2 D of latent hypermetropia. In contrast, young myopic adults revealed pseudomyopia of -0.5 D. Cycloplegic refraction should be performed in young hypermetropic adults complaining of various signs of asthenopia.",
    "concept": "biology-focused",
    "source": "pubmedqa"
  },
  {
    "text": "The significant impact of ultrasonographic screening on mortality reduction was demonstrated. These findings strongly suggest that early detection of hepatocellular carcinoma by ultrasound may improve the prognosis of patients with hepatocellular carcinoma.",
    "concept": "biology-focused",
    "source": "pubmedqa"
  },
  {
    "text": "Jordanian men perceive themselves as having a vital role in supporting, guiding and encouraging their wives to follow breast cancer early detection recommendations. Breast health awareness campaigns could involve husbands to capitalize on family support.",
    "concept": "biology-focused",
    "source": "pubmedqa"
  },
  {
    "text": "In our population of stroke survivors, self-reports of motor vehicle collisions and driving convictions differed from government records. In future studies, the use of both government and self-reported data would ensure a more accurate picture of driving safety post-stroke.",
    "concept": "biology-focused",
    "source": "pubmedqa"
  },
  {
    "text": "Upfront evaluation of kit mutation status may help us in delineating separate treatment strategies for potentially biologically different tumours and assessing the correct timing of surgery for this subset of GIST.",
    "concept": "biology-focused",
    "source": "pubmedqa"
  },
  {
    "text": "Our data, derived from patients with coronary artery disease, support the hypothesis regarding a possible preventive effect of bezafibrate on the development of colon cancer.",
    "concept": "biology-focused",
    "source": "pubmedqa"
  },
  {
    "text": "Our results indicate that training managers in transformational leadership behaviours may have a positive impact on healthcare workers' health over time. However, more research is needed to examine the mechanisms by which transformational leadership brings about improved sleep quality; self-efficacy was not found to be the explanation.",
    "concept": "biology-focused",
    "source": "pubmedqa"
  },
  {
    "text": "The use of contaminated products with antibiotic prophylaxis may be safe in terms of the first day of fever, duration of fever, neutrophil, platelet engraftment and duration of hospitalization.",
    "concept": "biology-focused",
    "source": "pubmedqa"
  },
  {
    "text": "Patients who normalized their CA19-9 levels postoperatively had equivalent survival to patients with normal preoperative CA 19-9 levels. Preoperative serum CA 19-9 level by itself should not preclude surgery in patients who have undergone careful preoperative staging.",
    "concept": "biology-focused",
    "source": "pubmedqa"
  },
  {
    "text": "The rabbit is a good model to be used in training of surgery, with a low morbi-mortality, able to be anesthetized intramuscularly, with no need of pre-operative fasting and does not present hypoglycemia even with the extended fasting period.",
    "concept": "biology-focused",
    "source": "pubmedqa"
  },
  {
    "text": "Overall, there was a poor knowledge of the side effects of ACE-I. This may account for the increased referrals for chronic cough and angioedema.",
    "concept": "biology-focused",
    "source": "pubmedqa"
  },
  {
    "text": "LF and cruroplasty is feasible and has good results in terms of GERD symptoms control and additional weight loss. The high rate of postoperative complications observed in this series remains a matter of concern. A re-sleeve procedure might be considered as an alternative to RYGB/DS conversion restricted to selected patients.",
    "concept": "biology-focused",
    "source": "pubmedqa"
  },
  {
    "text": "Biased estimates of asthma severity may contribute to racially disparate asthma care. Interventions to improve physicians' assessments of asthma severity and patient-physician communication may minimize racial disparities in asthma care.",
    "concept": "biology-focused",
    "source": "pubmedqa"
  },
  {
    "text": "Laparoscopic surgery is associated with lower risk of atrial fibrillation in foregut surgery. Development of atrial fibrillation is associated with increased length of intensive care stay. We recommend a prospective trial to confirm our findings.",
    "concept": "biology-focused",
    "source": "pubmedqa"
  },
  {
    "text": "Suicide bombing in crowded locations near an evacuation hospital may overwhelm the medical resources of the receiving center. It has been referred to as \"The Main Gate Syndrome.\" We introduced the novel concept of a semi-evacuation hospital or receiving center where a second surgical triage was carried out. These exceptional circumstances require open-minded flexibility, a tailored approach, and close cooperation between surgeons and anesthetists to share experience, opinions, and ideas. In the setting of mass casualties, emergency ultrasound exam was shown to be a valuable and effective tool by virtue of its mobility, reproducibility, and immediate results.",
    "concept": "biology-focused",
    "source": "pubmedqa"
  },
  {
    "text": "Conveyance of emotions or movements through music may be decoded differently by persons with different types of communication disorders. Because music is the primary therapeutic tool in music therapy sessions, clinicians should consider these differential abilities when selecting music for clinical interventions focusing on emotions or movement.",
    "concept": "biology-focused",
    "source": "pubmedqa"
  },
  {
    "text": "It is important to continue FA supplementation over the long term in patients on methotrexate and FA in order to prevent them discontinuing treatment because of mouth ulcers or nausea and vomiting. Our data suggest that FA supplementation is also helpful in preventing neutropenia, with very little loss of efficacy of methotrexate.",
    "concept": "biology-focused",
    "source": "pubmedqa"
  },
  {
    "text": "Lower Infundibular height could be a good measurement tool for deciding which patients with lower calyceal lithiasis would benefit from SWL treatment. Height of less than 22 mm suggests a good outcome from lithotripsy.",
    "concept": "biology-focused",
    "source": "pubmedqa"
  },
  {
    "text": "In situ lung IR has a marked negative impact on coronary blood flow, hemodynamics, and inflammatory profile. In addition, to the best of our knowledge, this is the first study where coronary blood flow is directly measured during lung IR, revealing the associated increased cardiac risk.",
    "concept": "biology-focused",
    "source": "pubmedqa"
  },
  {
    "text": "The results suggest that patients' self-reported HRQOL provide independent prognostic information for survival. This finding supports the collection of such data in routine clinical practice.",
    "concept": "biology-focused",
    "source": "pubmedqa"
  },
  {
    "text": "We conclude that beta1Gly49 homozygosity and TACC haplotype of ADRB2 gene, both loss-of-function genetic variations, may predispose to TTN.",
    "concept": "biology-focused",
    "source": "pubmedqa"
  },
  {
    "text": "The results suggest that a longer duration of treatment may prevent return into mental health care in some groups. However, because of the design of the study, no causal inference can be drawn. Further research, preferably in a RCT, is needed to determine whether the trend towards lower intensity treatments is associated with repeated mental health care use.",
    "concept": "biology-focused",
    "source": "pubmedqa"
  },
  {
    "text": "The shaving of the incision site immediately before spinal surgery may increase the rate of postoperative infection.",
    "concept": "biology-focused",
    "source": "pubmedqa"
  },
  {
    "text": "The results of this study do not support the hypothesis that there is a direct link between atmospheric pressure values and abdominal aortic aneurysm ruptures.",
    "concept": "biology-focused",
    "source": "pubmedqa"
  },
  {
    "text": "Most people in France are influenced by situational factors when deciding if a physician should breach confidentiality to protect the spouse of a patient infected with STD.",
    "concept": "biology-focused",
    "source": "pubmedqa"
  },
  {
    "text": "Our findings suggest that somatic complaints may represent one, but not necessarily the most important, risk factor for the subsequent development of depressive symptoms in women in nonclinical populations. The results also highlight the importance of including social variables in studies on women's depression as well as conducting additional research to further examine predictors of depressive symptoms in men.",
    "concept": "biology-focused",
    "source": "pubmedqa"
  },
  {
    "text": "No single data source is likely to provide a complete health profile for an individual. For women with depression in pregnancy and dispensed antidepressants, the hospital admission data do not adequately capture all cases.",
    "concept": "biology-focused",
    "source": "pubmedqa"
  },
  {
    "text": "This clinical trial evaluated the possible reduction in intervention-related myocardial damage that was attributable to remote postischemic conditioning.",
    "concept": "biology-focused",
    "source": "pubmedqa"
  },
  {
    "text": "Although the cost-effectiveness of a single-pill strategy was within the acceptable willingness-to-pay threshold, the QALY difference were minimal. Further research is recommended to explore the long-term impact of the strategy.",
    "concept": "biology-focused",
    "source": "pubmedqa"
  },
  {
    "text": "Economic inequalities in breast and cervical cancer screening are low in LMICs with high screening coverage. These findings are consistent with the inverse equity hypothesis and indicate that high levels of equity in cancer screening are feasible even in countries with high income inequality.",
    "concept": "biology-focused",
    "source": "pubmedqa"
  },
  {
    "text": "This study investigates both relative and absolute racial disparities in breast cancer mortality between White non-Hispanic and African-American/Hispanic women at the census tract, zip code and county levels. Analysis at the census tract level generally led to a larger proportion of geographical units experiencing significantly higher mortality rates for minority groups, although results varied depending on the use of the relative versus absolute statistics. Additional research is needed before general conclusions can be formulated regarding the choice of optimal geographic regions for the detection of racial disparities.",
    "concept": "biology-focused",
    "source": "pubmedqa"
  },
  {
    "text": "The leukocyte count at presentation can be used as an adjunct in the evaluation of the severity of injury in blunt trauma patients.",
    "concept": "biology-focused",
    "source": "pubmedqa"
  },
  {
    "text": "a-tDCS could be useful in identifying residual connectivity markers in clinically-defined UWS, who may lack of purposeful behavior as a result of a motor-output failure.",
    "concept": "biology-focused",
    "source": "pubmedqa"
  },
  {
    "text": "Patients on AIs who develop osteoporosis are at increased risk of musculoskeletal symptoms and bone fracture. Comedication with Ca/Bis reduces the likelihood for osteoporosis and musculoskeletal symptoms. Patients who received tamoxifen before AIs were less likely to develop AI-related musculoskeletal symptoms. We recommend that patients on AIs should be offered Ca/Bis to reduce the incidence of musculoskeletal symptoms and fracture, especially if patients are receiving steroidal AI and/or did not receive tamoxifen before AIs.",
    "concept": "biology-focused",
    "source": "pubmedqa"
  },
  {
    "text": "Follow-up after endometrial cancer treatment varies in Italy. In this retrospective study, women with asymptomatic recurrence have shown a better clinical outcome compared with those with symptomatic relapse. The optimal approach is actually unknown, and guidelines comparing follow-up protocols have not been established. Prospective cost-effectiveness studies are needed.",
    "concept": "biology-focused",
    "source": "pubmedqa"
  },
  {
    "text": "LITT induces a locoregional passage of chemotherapeutic agents into the brain tissue. This is of potential interest for the treatment of brain tumors.",
    "concept": "biology-focused",
    "source": "pubmedqa"
  },
  {
    "text": "Tracheobronchoscopy is a useful and safe procedure and should be recommended in tertiary centers for babies with EA before surgical repair.",
    "concept": "biology-focused",
    "source": "pubmedqa"
  },
  {
    "text": "Otolith organs input influences the axis of horizontal semicircular canal ocular reflex; therefore, the plane of compensatory eye movements induced by the horizontal canal stimulation is not always parallel to the canal.",
    "concept": "biology-focused",
    "source": "pubmedqa"
  },
  {
    "text": "The methodologic weaknesses of the studies do not permit acceptance of increased risk of tubal pregnancy or infertility as a consequence of perforation of the appendix, so a causal relationship cannot be supported by the data currently available. Only a well-designed case-control study with unbiased ascertainment of exposure and adjustment for confounding variables will provide a definitive answer.",
    "concept": "biology-focused",
    "source": "pubmedqa"
  },
  {
    "text": "We found no evidence of serovar specific immunity in our population. It remains possible that populations with a higher prevalence of gonorrhoea and more frequent infections may have a quantitatively greater immune response.",
    "concept": "biology-focused",
    "source": "pubmedqa"
  },
  {
    "text": "It seems quite admissible and justified to encourage medical students to officiate as examiners in undergraduate emergency medicine OSCE formative testing, but not necessarily in summative assessment evaluations.",
    "concept": "biology-focused",
    "source": "pubmedqa"
  },
  {
    "text": "Evaluation of astrocytomas utilizing antibody to vWF and confocal microscopy aids in the grading of these neoplasms.",
    "concept": "biology-focused",
    "source": "pubmedqa"
  },
  {
    "text": "Healthy lifestyles lead to an increase in the utilization of preventive health services. However, there is not much significantly reducing the number of outpatient visits in people with health behaviors. Specifically, people with regular exercise habits and who take their blood pressure measurement regularly have an increased number of outpatient visits. It is suggested that more available and accessible health consultation services be provided to inculcate in the general public the importance of maintaining a healthy lifestyle.",
    "concept": "biology-focused",
    "source": "pubmedqa"
  },
  {
    "text": "In vitro fertilization outcome is strongly correlated with both maternal ages, basal cycle, day 3 follicle, stimulated hormone, and antral follicle assessment. Antral follicle assessment was a better predictor of in vitro fertilization outcome than were age or follicle stimulated hormone. Antral follicle assessment may provide a marker for ovarian age that is distinct from chronological age or hormonal markers.",
    "concept": "biology-focused",
    "source": "pubmedqa"
  },
  {
    "text": "While socio-economic gradients in health exist among all ethnic groups, they are relatively shallow among Pacific and (especially) Asian peoples. For these ethnic groups, caution should be exercised in applying deprivation or other socio-economic measures as proxy indicators of need for health services.",
    "concept": "biology-focused",
    "source": "pubmedqa"
  },
  {
    "text": "In this in vitro cadaver study, the tricompartmental replacement significantly changed knee kinematics while the unicompartmental replacement preserved normal knee kinematics.",
    "concept": "biology-focused",
    "source": "pubmedqa"
  },
  {
    "text": "Our results showed that the serum leptin level has no prognostic indications in advanced lung cancer patients. Leptin is decreased in lung cancer, and there is lack of correlation with tumour‑related factors including prognosis. Therefore, leptin is not a useful clinical marker in lung cancer (Tab. 2, Fig. 2, Ref. 22).",
    "concept": "biology-focused",
    "source": "pubmedqa"
  },
  {
    "text": "Fetal gender does not affect the risk of having an ED visit for asthma during pregnancy, and it is not associated with adverse pregnancy outcomes among women who had an asthma-related ED during pregnancy.",
    "concept": "biology-focused",
    "source": "pubmedqa"
  },
  {
    "text": "These data suggest that the R14C KCNQ1 mutation alone is insufficient to cause AF. Rather, we suggest a model in which a \"second hit\", such as an environmental factor like hypertension, which promotes atrial stretch and thereby unmasks an inherited defect in ion channel kinetics (the \"first hit\"), is required for AF to be manifested. Such a model would also account for the age-related increase in AF development.",
    "concept": "biology-focused",
    "source": "pubmedqa"
  },
  {
    "text": "Circumferences and related ratios scale significantly to height, notably after adjustment for age and race, across subjects who are representative of the US population. These observations have implications for the clinical and epidemiologic use of these anthropometric measures and indexes.",
    "concept": "biology-focused",
    "source": "pubmedqa"
  },
  {
    "text": "QTcD is significantly increased in hypertensive patients with LVH compared with those without, being strongly correlated with the indices of LVH. A QTcD cut-off value of 60 ms predicted LVH in hypertensive patients with a high sensitivity and specificity.",
    "concept": "biology-focused",
    "source": "pubmedqa"
  },
  {
    "text": "The severity of TAI is influenced by the sharpness of the aortic arch. There is an inverse relationship between the severity of aortic injury and the aortic arch index.",
    "concept": "biology-focused",
    "source": "pubmedqa"
  },
  {
    "text": "Based on this pilot data, MASCC score appears promising in determining suitability for outpatient management of NF in gynecologic oncology patients. Prospective study is ongoing to confirm safety and determine impact on cost.",
    "concept": "biology-focused",
    "source": "pubmedqa"
  },
  {
    "text": "Post-mastectomy radiotherapy should be discussed for a sub-group of node-negative patients with predictors factors of local failure such as age<or = 40 years and larger tumour size.",
    "concept": "biology-focused",
    "source": "pubmedqa"
  },
  {
    "text": "The patient has been restarted on IV APD therapy. This case has led us to consider whether bisphosphonate therapy can be discontinued in a child with fragility fractures before his/her linear growth has ceased?",
    "concept": "biology-focused",
    "source": "pubmedqa"
  },
  {
    "text": "There is no difference in postoperative morbidity, rates of rehospitalization, in-patient mortality or hospitalization costs in geriatric patients undergoing regional or general anesthesia for repair of hip fracture. Delay in surgery beyond 3 days and ICU admission both increase cost of hospitalization.",
    "concept": "biology-focused",
    "source": "pubmedqa"
  },
  {
    "text": "Systolic BP measured by the nurse in treated hypertensive patients is significantly lower than the readings obtained by the physician, and are almost identical to ambulatory BP monitoring. Blood pressure determination by the nurse is desirable not only for diagnosis but also to evaluate the level of control of blood pressure during the follow-up of treated hypertensive patients.",
    "concept": "biology-focused",
    "source": "pubmedqa"
  },
  {
    "text": "The (.)Vo(2)peak measured during an incremental treadmill test seems to reflect the true (.)Vo(2)max in children who have spina bifida and are ambulatory, validating the use of a treadmill test for these children. When confirmation of maximal effort is needed, the addition of supramaximal testing of children with disability is an easy and well-tolerated method.",
    "concept": "biology-focused",
    "source": "pubmedqa"
  },
  {
    "text": "In our population, ART conception was not significantly associated with the probability of PND or TOPFA for CHD. One implication of our results is that live births may be adequate for assessing the overall risk of CHD related to ART. However, total prevalence, in particular of severe CHD, would not be adequately assessed if TOPFA are not included.",
    "concept": "biology-focused",
    "source": "pubmedqa"
  },
  {
    "text": "(1) There is little overlap between regions of CFAEs during AF and regions of SRF measured in the time domain or the frequency domain, (2) the majority of SRF appears to occur in regions with wave-front collision, (3) the distribution of SRF is similar in patients with AF and normal controls, suggesting that this may not have an important role in AF maintenance and may not be a suitable ablation target.",
    "concept": "biology-focused",
    "source": "pubmedqa"
  },
  {
    "text": "Premature births from rural mothers have a higher risk of stillbirth and mortality in neonatal intensive care than urban infants.",
    "concept": "biology-focused",
    "source": "pubmedqa"
  },
  {
    "text": "Better healing, shorter AT, and equal strength were achieved with ethyl-2-cyanoacrylate compared with polyglactin 910 sutures in intestinal anastomosis in the experimental setting.",
    "concept": "biology-focused",
    "source": "pubmedqa"
  },
  {
    "text": "Cancellous bone plays an important role in primary stability of mini-implants in the presence or absence of cortical bone.",
    "concept": "biology-focused",
    "source": "pubmedqa"
  },
  {
    "text": "On the whole, the data confirm an absence of a July effect in patients undergoing major cancer surgery.",
    "concept": "biology-focused",
    "source": "pubmedqa"
  },
  {
    "text": "A routinely inserted ENBD tube did not improve the clinical course, despite patients having to endure increased procedure time and discomfort, and the insertion would therefore be unnecessary.",
    "concept": "biology-focused",
    "source": "pubmedqa"
  },
  {
    "text": "Vaccines were exposed to temperatures that may reduce their potency. Safe storage of vaccines in the clinics cannot be ensured without adhering to the recommended guidelines. Provision of adequate equipment and training for staff in maintaining the \"cold chain\" and the use and care of equipment are important components of a successful immunisation programme.",
    "concept": "biology-focused",
    "source": "pubmedqa"
  },
  {
    "text": "Clinical axillary examination in breast cancer is subject to false-positive results, and is by itself insufficient justification for axillary lymph node dissection. If other means of preoperative assessment such as palpation- or image-guided fine needle aspiration are negative or indeterminate, then SLN biopsy deserves wider consideration as an alternative to routine axillary lymph node dissection in the clinically node-positive setting.",
    "concept": "biology-focused",
    "source": "pubmedqa"
  },
  {
    "text": "Retinal haemorrhages following a convulsive episode are rare. Such a finding should trigger an extensive search for other reasons, including child abuse.",
    "concept": "biology-focused",
    "source": "pubmedqa"
  },
  {
    "text": "Patients in regional and rural settings were willing partners in developing skills of junior medical students, who had greater involvement in patient consultations than previously reported for urban students. Our study extends the findings from urban general practice that patients are underutilised partners in community-based medical training. The support of patients from regional and rural settings could facilitate the expansion of primary care-based medical education in these areas of workforce need.",
    "concept": "biology-focused",
    "source": "pubmedqa"
  },
  {
    "text": "This study that shows that adequate femoral tunnel lengths can be safely created without knee hyperflex - ion using flexible instruments via an anteromedial portal.",
    "concept": "biology-focused",
    "source": "pubmedqa"
  },
  {
    "text": "At baseline assessment patients of lower socioeconomic status showed lower health related quality of life. Since there was no clear trend at follow-up assessment this suggests that patients from different socioeconomic status responded to treatment similarly. In general, the findings suggest that quality of life is not only the outcome of the disease and its treatment, but is also highly dependent on each patients' socioeconomic characteristics.",
    "concept": "biology-focused",
    "source": "pubmedqa"
  },
  {
    "text": "Bone turnover markers were significantly but modestly associated with bone turnover parameters measured in iliac cancellous bone. The iliac crest bone may not represent perfectly the whole bone turnover.",
    "concept": "biology-focused",
    "source": "pubmedqa"
  },
  {
    "text": "Most children undergoing congenital heart surgery can be extubated in the operating room. Most neonates, including many undergoing complex procedures, can be extubated within the first 24 hours after surgery. Early extubation was associated with low morbidity rates and short lengths of intensive care unit and hospital stays.",
    "concept": "biology-focused",
    "source": "pubmedqa"
  },
  {
    "text": "Delivery mode did not affect postpartum quality of life in rural China. Socio-cultural determinants may contribute more in influencing postnatal quality of life.",
    "concept": "biology-focused",
    "source": "pubmedqa"
  },
  {
    "text": "Little is known about the mechanisms underlying irregular bleeding in HT users. This is the first report of uNK cells and their association with regulating cytokines in postmenopausal endometrium and demonstrates a possible mechanism by which HT may induce irregular bleeding.",
    "concept": "biology-focused",
    "source": "pubmedqa"
  },
  {
    "text": "Percutaneous ethanol injection without aspiration of ethanol-mixed fluid seems to be the preferable method of treatment of benign cystic thyroid nodules from the perspective of both the physician and the patient.",
    "concept": "biology-focused",
    "source": "pubmedqa"
  },
  {
    "text": "Patient's age (>60 y) and large polyp size (>10 mm) were significant predictive factors for neoplastic GB polyps. GB polyps less than 10 mm in diameter do not require surgical intervention simply because they grow.",
    "concept": "biology-focused",
    "source": "pubmedqa"
  },
  {
    "text": "This study contributes to the literature investigating the design and implementation of a non-financial measurement tool, such as the non-financial information included into a balanced scorecard (BSC), in health care organizations. Managers in health care organizations can benefit from the strategic use of PMS to effectively allocate their time to strategic opportunities and threats, which might arise and affect organizational, output-related performance, such as improving processes.",
    "concept": "biology-focused",
    "source": "pubmedqa"
  },
  {
    "text": "Paracervical anaesthesia is a method for analgesia during second trimester abortion with a low rate of side effects. It can shorten the duration of last period of second trimester abortion in some cases but has no impact on the perception of pain nor requirement of analgesics and so with only limited benefit in second trimester abortion with vaginal gemeprost.",
    "concept": "biology-focused",
    "source": "pubmedqa"
  },
  {
    "text": "The association between plasma glucose levels and CVD risk is mainly explained by insulin resistance, which raises the question of whether glucose lowering per se without changes in the processes that underlie hyperglycemia should be the sole clinical paradigm in the treatment of type 2 diabetes or its prevention.",
    "concept": "biology-focused",
    "source": "pubmedqa"
  },
  {
    "text": "The results of the current study demonstrated that there are factors that increase the risk of a leakage which would enable surgeons to define risk groups, to more carefully select patients, and to offer a closer follow-up during the postoperative course with early recognition and adequate treatment. All future efforts should be focused on a further reduction of serious complications to make the LSG a widely accepted and safer procedure.",
    "concept": "biology-focused",
    "source": "pubmedqa"
  },
  {
    "text": "Patients with chronic functional somatic symptoms have a great diversity of functional somatic symptoms. They use more somatic and psychotropic drugs than controls in the years before diagnosis. Moreover, they show high rates of referrals and psychiatric morbidity. The diversity of symptoms of patients with chronic functional somatic symptoms supports the concept that symptoms do not cluster in well defined distinct syndromes. Therefore, patients with chronic functional somatic symptoms should preferably not be classified into medical subspecialty syndromes.",
    "concept": "biology-focused",
    "source": "pubmedqa"
  },
  {
    "text": "Actinobaculum schaalii is CO(2)-dependent. Therefore, if there are clinical symptoms and/or a negative culture despite the presence of leucocytes in the urine, Gram staining and incubation in 5% CO(2) or species-specific real-time PCR should be performed to identify A. schaalii.",
    "concept": "biology-focused",
    "source": "pubmedqa"
  },
  {
    "text": "Analyzing the prevalence of 11 chronic conditions by using Medicare claims data provides a monitoring tool that can guide health care providers and policy makers in devising strategies to address chronic conditions and rising health care costs.",
    "concept": "biology-focused",
    "source": "pubmedqa"
  },
  {
    "text": "Completion of the obstetric manual of the PEP improved the knowledge of the midwives but no alteration in practice was detected.",
    "concept": "biology-focused",
    "source": "pubmedqa"
  },
  {
    "text": "Most patients with localized prostate cancer prefer the lower radiation dose. Our findings indicate that many patients attach more weight to specific quality-of-life aspects (eg, GI toxicity) than to improving survival. Treatment preferences of patients with localized prostate cancer can and should be involved in radiotherapy decision making.",
    "concept": "biology-focused",
    "source": "pubmedqa"
  },
  {
    "text": "While music did not significantly reduce cortisol, less profound spikes in UFC levels were observed but that, given the limitations of the research, this observation could have occurred merely by chance.",
    "concept": "biology-focused",
    "source": "pubmedqa"
  },
  {
    "text": "Using a targeted meta-analytic approach, it is possible to demonstrate that reducing spasticity in the arm is associated with a significant improvement in arm function.",
    "concept": "biology-focused",
    "source": "pubmedqa"
  },
  {
    "text": "The Holmium:YAG laser is an ideal intracorporeal lithotripter for ureteral calculi, with a high success rate and low morbidity.",
    "concept": "biology-focused",
    "source": "pubmedqa"
  },
  {
    "text": "This study confirms that a large percentage of patients use metered-dose inhalers improperly. It also demonstrates a significant lack of understanding by health care providers of the proper use of metered-dose inhalers. Furthermore, this study supports the use of respiratory care practitioners in the outpatient setting, since they were the most proficient among all the health care providers in the proper use of metered-dose inhalers.",
    "concept": "biology-focused",
    "source": "pubmedqa"
  },
  {
    "text": "The hypothesis that reducing friction by modifying the bracket/ligature interface increases the rate of space closure was not supported. The major determinant of orthodontic tooth movement is probably the individual patient response.",
    "concept": "biology-focused",
    "source": "pubmedqa"
  },
  {
    "text": "This study showed that our residents did not always have a healthy lifestyle especially when it comes to physical activity and eating habits. They also lacked an adequate vaccination. Interventions should take place in order to promote healthy life style and to improve their vaccination status.",
    "concept": "biology-focused",
    "source": "pubmedqa"
  },
  {
    "text": "These data suggest that CIN and VAIN may have some common features in certain cases, i.e., if an HPV infection is proved.",
    "concept": "biology-focused",
    "source": "pubmedqa"
  },
  {
    "text": "General practitioners should consider using patients' first names more often, particularly with younger patients.",
    "concept": "biology-focused",
    "source": "pubmedqa"
  },
  {
    "text": "TEE is useful to assess left ventricular function in potential brain-dead donors. An FAC less than 50% is present in 36% of potential heart donors. Because left ventricular dysfunction is often reversible shortly after transplantation, an FAC below 50% may not necessarily preclude the use of hearts for transplantation.",
    "concept": "biology-focused",
    "source": "pubmedqa"
  },
  {
    "text": "These results indicate that prophylactic treatment with edaravone prevents I/R-induced ovarian damage during pneumoperitoneum in an experimental rat model.",
    "concept": "biology-focused",
    "source": "pubmedqa"
  },
  {
    "text": "For a given NIHSS score, the median volume of right hemisphere strokes is consistently larger than the median volume of left hemisphere strokes. The clinical implications of our finding need further exploration.",
    "concept": "biology-focused",
    "source": "pubmedqa"
  },
  {
    "text": "The VMPA can provide direct access and favorable visibility to the TMJ region and yield good esthetic and functional results. The VMPA can be considered the approach of choice for common TMJ surgeries.",
    "concept": "biology-focused",
    "source": "pubmedqa"
  },
  {
    "text": "The Young-Burgess system is useful for predicting transfusion requirements. For the system to predict mortality or nonorthopaedic injuries, fractures must be divided into stable (APC1, LC1) and unstable (APC2, APC3, LC2, LC3, VS, combined mechanism of injury) types. LC1 injuries are very common and not always benign (overall mortality rate, 8.2%).",
    "concept": "biology-focused",
    "source": "pubmedqa"
  },
  {
    "text": "Our data showed no difference in 25(OH) D levels between normal children and those with CD when adjusted for body mass index.",
    "concept": "biology-focused",
    "source": "pubmedqa"
  },
  {
    "text": "There was no evidence of a trend in unsafe sex behaviour over time. However, several subgroups were identified as being more likely to report unsafe sex and should be targeted for specific interventions.",
    "concept": "biology-focused",
    "source": "pubmedqa"
  },
  {
    "text": "Small bowel atresia is frequently associated with postoperative cholestasis that will resolve with time. We recommend a more selective and expectant approach to SBA-associated cholestasis to minimize unnecessary investigations.",
    "concept": "biology-focused",
    "source": "pubmedqa"
  },
  {
    "text": "Financial incentives for smoking cessation in pregnancy are highly cost-effective, with an incremental cost per quality-adjusted life years of £482, which is well below recommended decision thresholds.",
    "concept": "biology-focused",
    "source": "pubmedqa"
  },
  {
    "text": "Our study confirms that students are able to identify QA issues and propose solutions. We recommend that students have a formally recognized place in day surgery QA programmes, to close the QA loop and to adequately prepare them for medical practice in the 21st century.",
    "concept": "biology-focused",
    "source": "pubmedqa"
  },
  {
    "text": "Due to a relatively good reproducibility, fast and easy application, we found the linear dimension method to be the most pragmatic approach for evaluation of growth of carotid and vagal body paragangliomas. For jugulotympanic tumours, the preferred method is manual area tracing. However, volumetric changes of these tumours may be of less clinical importance than changes in relation to surrounding anatomical structures.",
    "concept": "biology-focused",
    "source": "pubmedqa"
  },
  {
    "text": "3D ultrasound validation of the postfiring needle position is an efficient adjunct to ultrasound-guided LCNB. The advantages of 3D ultrasound validation are likely to include a reduction in the number of core samples needed to achieve a reliable histological diagnosis (and a possible reduction in the risk of tumor cell displacement), reduced procedure time and lower costs.",
    "concept": "biology-focused",
    "source": "pubmedqa"
  },
  {
    "text": "The results of this study suggest that the safest areas for the placement of miniscrews are between the first and second premolars and between the first and second molars, regardless of the angle of insertion.",
    "concept": "biology-focused",
    "source": "pubmedqa"
  },
  {
    "text": "In patients undergoing 3-column osteotomies for severe spinal deformities, the DAR was predictive of patients developing intraoperative motor evoked potential alerts. Identifying accurate radiographical, patient, and procedural risk factors in the correction of severe deformities can help prepare the surgical team to improve safety and outcomes when carrying out complex spinal corrections.",
    "concept": "biology-focused",
    "source": "pubmedqa"
  },
  {
    "text": "This study found that influences on coping were multifactorial and moderated by age. These factors have implications for interventions designed to enhance coping strategies.",
    "concept": "biology-focused",
    "source": "pubmedqa"
  },
  {
    "text": "These data suggest that the increased levels of AGEs in blood, and probably in tissues, reported in uremia implicate a broad derangement in non-enzymatic biochemistry involving alterations in autoxidation of both carbohydrates and lipids.",
    "concept": "biology-focused",
    "source": "pubmedqa"
  },
  {
    "text": "This preliminary case-control study indicates the absence of mucosal 'high-risk' HPV types in human breast milk.",
    "concept": "biology-focused",
    "source": "pubmedqa"
  },
  {
    "text": "Even in this highly advanced setting of the third EOC relapse, maximal therapeutic effort combining optimal surgery and chemotherapy appear to significantly prolong survival in a selected patients 'group'.",
    "concept": "biology-focused",
    "source": "pubmedqa"
  },
  {
    "text": "In normal clinical practice, chemotherapy significantly prolongs survival in patients with performance status of less than 2, more time being gained if there is no associated weight loss. We conclude that the reluctance shown by many pneumologists toward using this treatment is not entirely justified.",
    "concept": "biology-focused",
    "source": "pubmedqa"
  },
  {
    "text": "Locally 1.0% ropivacaine administration significantly relieves the pain of pediatric tonsillectomy and, it is a safe and effective method. High concentrations of ropivaciane may produce clinically significant pain relief. It is more effective to reduce of post-operative analgesic requirement after first hour.",
    "concept": "biology-focused",
    "source": "pubmedqa"
  },
  {
    "text": "We found evidence that pain can be a significant clinical problem in psychiatric patients which seems to be underestimated in psychiatry. The investigated patients in general adult psychiatry are characterized by specific risk factors different from clinical subpopulations of other disciplines.",
    "concept": "biology-focused",
    "source": "pubmedqa"
  },
  {
    "text": "In women with bothersome MUI, concomitant AA repair does not result in additional improvement in OAB symptoms over MUS alone. Patients with postoperative complications exhibit less improvement in OAB symptoms.",
    "concept": "biology-focused",
    "source": "pubmedqa"
  },
  {
    "text": "The results show no evidence that AAPs used as second-line treatment for depression results in overall cost savings or lower inpatient and ED visits compared to other treatment strategies.",
    "concept": "biology-focused",
    "source": "pubmedqa"
  },
  {
    "text": "Survivors of lobar ICH with atrial fibrillation should not be offered long-term anticoagulation. Similarly, most patients with deep hemispheric ICH and atrial fibrillation should not receive anticoagulant therapy. However, patients with deep hemispheric ICH at particularly high risk for thromboembolic stroke or low risk of ICH recurrence might benefit from long-term anticoagulation.",
    "concept": "biology-focused",
    "source": "pubmedqa"
  },
  {
    "text": "In selected cases, ureteroscopy may be performed without ureteral meatus dilatation with success and morbidity rates similar to when the procedure is performed with meatal dilatation.",
    "concept": "biology-focused",
    "source": "pubmedqa"
  },
  {
    "text": "Having a usual physician can be an effective tool in improving access to care for low-income populations, although it is most effective when combined with insurance coverage. However, the effectiveness of managed care in linking more low-income persons to a medical home is uncertain, and may have unintended consequences for uninsured persons.",
    "concept": "biology-focused",
    "source": "pubmedqa"
  },
  {
    "text": "These findings suggest a malleable relationship between knee extensor strength, dynamic stability, and disease severity in PD. Although strength is only one piece of the puzzle in the functional outcome of PD, these findings may assist clinicians in designing appropriate interventions aimed at increasing function and decreasing fall risk in PD.",
    "concept": "biology-focused",
    "source": "pubmedqa"
  },
  {
    "text": "Although travel burden is associated with timely diagnosis and treatment for some types of cancer, we did not find evidence that driving time was, in general, better at predicting timeliness of cancer diagnosis and treatment than driving distance. More intensive efforts at early detection of breast cancer and early treatment of CRC for Medicaid patients who live in remote areas may be needed.",
    "concept": "biology-focused",
    "source": "pubmedqa"
  },
  {
    "text": "The discrepancy in how Francophones view their mental health and their rates of diagnosed mental disorders may be related to health seeking behaviours in the Francophone population. Community and government agencies should try to improve the mental health of this population through mental health promotion and by addressing language and cultural barriers to health services.",
    "concept": "biology-focused",
    "source": "pubmedqa"
  },
  {
    "text": "Active individuals with T1DM do not have a heightened Achilles tendon response to load, which suggests no increased risk of tendon injury. We cannot extrapolate these findings to sedentary individuals with T1DM.",
    "concept": "biology-focused",
    "source": "pubmedqa"
  },
  {
    "text": "Primary eosinophilic esophagitis is characterized by fragile esophageal mucosa that readily tears in response to minor trauma during otherwise uneventful diagnostic endoscopy. This \"crêpe-paper\" sign may alert endoscopists to the presence of the disease when other mucosal alterations are lacking. Dilation is effective for patients with symptoms with minimal morbidity, despite development of disquieting lesions in response to the procedure.",
    "concept": "biology-focused",
    "source": "pubmedqa"
  },
  {
    "text": "The majority of acetabular components in this cohort were stable despite the small contact surface achieved between the component and pelvic bone. Three of 10 migrated in excess of the limits that predict later loosening in primary THA but it remains to be seen whether these limits apply to this selected group of frail osteoporotic patients. We continue to use this technique routinely to treat patients with the same indications, but since the analysis of these data we have added screw fixation of the acetabular component to the ischial tuberosity and the superior pubic ramus.",
    "concept": "biology-focused",
    "source": "pubmedqa"
  },
  {
    "text": "Right ventricular recovery following PVR for chronic significant pulmonary regurgitation after repair of TOF may be compromised in the adult population. In order to maintain adequate RV contractility, pulmonary valve implant in these patients should be considered before RV function deteriorates.",
    "concept": "biology-focused",
    "source": "pubmedqa"
  },
  {
    "text": "The expression of p53, PCNA and beta-catenin in XGC was significantly different from GBC and similar to chronic cholecystitis, thus indicating the inflammatory nature of XGC and may not support a premalignant nature of the lesion.",
    "concept": "biology-focused",
    "source": "pubmedqa"
  },
  {
    "text": "Although there are different patterns of atrophy across the different FTLD-TDP types, it appears that genetic and pathologic factors may also affect the patterns of atrophy.",
    "concept": "biology-focused",
    "source": "pubmedqa"
  },
  {
    "text": "These preliminary results suggest the feasibility of multicatheter APBI after oncoplastic breast-conserving surgery in selected low-risk breast cancer patients; however, special attention to target volume definition is needed. Further prospective investigations with long follow-up are needed to define the real value of the procedure.",
    "concept": "biology-focused",
    "source": "pubmedqa"
  },
  {
    "text": "Generalization of the RCT sample was supported, because only 7.8% of Phenomenology subjects did not fit the RCT criteria. Nevertheless, because the RCT subjects were more severely ill, it is unclear if treatment findings from the RCT will be applicable to children with less severe mania.",
    "concept": "biology-focused",
    "source": "pubmedqa"
  },
  {
    "text": "To date, the newly developed Singapore equation is the most accurate BMR prediction equation in Chinese and is applicable for use in a large BMI range including those overweight and obese.",
    "concept": "biology-focused",
    "source": "pubmedqa"
  },
  {
    "text": "Although most players in the study believe that rugby headgear may prevent concussion, only a minority reported wearing it. Coaches tended to be less convinced than the players that rugby headgear can prevent concussion.",
    "concept": "biology-focused",
    "source": "pubmedqa"
  },
  {
    "text": "Although the exact mechanism of SSDH in this case is unclear, we speculate that this SSDH was a hematoma that migrated from the intracranial subdural space. Low CSF pressure because of continuous drainage and intrathecal thrombolytic therapy may have played an important role in the migration of the hematoma through the spinal canal. It is important to recognize the SSDH as a possible complication of the SAH accompanied with intracranial subdural hematoma.",
    "concept": "biology-focused",
    "source": "pubmedqa"
  },
  {
    "text": "We identified five quantitative shape descriptors of carotid FFT. This shape \"signature\" shows potential for supplementing conventional lesion characterization in cases of suspected FFT.",
    "concept": "biology-focused",
    "source": "pubmedqa"
  },
  {
    "text": "The prevalence of cognitive impairment in MND in this population based study of an unselected cohort was higher than has been previously reported. Language deficits, especially anomia, may be relatively frequent in the MND population. Aphasia in MND may be masked by dysarthria and missed if not specifically examined.",
    "concept": "biology-focused",
    "source": "pubmedqa"
  },
  {
    "text": "Using solid culture, 150 cultures need to be tested for one treatment modification and 30 for DST. The cost of the widespread application of culture will need to be balanced against its impact on treatment decisions in India.",
    "concept": "biology-focused",
    "source": "pubmedqa"
  },
  {
    "text": "epiDWI has the potential to differentiate pleomorphic adenoma and myoepithelial adenomas from all other examined entities. Due to an overlap not only within the group of benign and malignant lesions but also between groups, diagnoses should not be addressed on the basis of ADC values solely. Therefore, further studies combining DWI, morphologic criteria, and probably other MR imaging techniques seem warranted.",
    "concept": "biology-focused",
    "source": "pubmedqa"
  },
  {
    "text": "Altered ET-1 levels may be involved in the pathogenesis of rebound hypertension and hypotension during HD.",
    "concept": "biology-focused",
    "source": "pubmedqa"
  },
  {
    "text": "Bipolarity does not independently influence risk of suicidal behavior or alter the influence of well-established suicide risk factors within affective disorders. Suicide risk assessment strategies may continue to appraise these common risk factors without regard to mood polarity.",
    "concept": "biology-focused",
    "source": "pubmedqa"
  },
  {
    "text": "Although planning and operating a multidisciplinary clinic is not a new venture, to the best of the authors' knowledge, they have provided the first report demonstrating the benefits described above.",
    "concept": "biology-focused",
    "source": "pubmedqa"
  },
  {
    "text": "No technical problems associated with INR testing within primary care were uncovered. Discrepant INR results are as problematic in hospital settings as they are in primary care. These data highlight the failings of the INR to standardise when different techniques and reagents are used, an issue which needs to be resolved. For primary care to become more involved in therapeutic oral anticoagulation monitoring, close links are needed between hospital laboratories and practices, particularly with regard to training and quality assurance.",
    "concept": "biology-focused",
    "source": "pubmedqa"
  },
  {
    "text": "The present study, which is based on internationally accepted assessment tools for SLE patients, shows a significant relationship between increased disease activity and reduced physical function. This result emphasizes the importance of optimizing treatment aiming at reducing disease activity.",
    "concept": "biology-focused",
    "source": "pubmedqa"
  },
  {
    "text": "Our study demonstrates no difference in PC detection rate at repeat biopsy between patients with flu or si-PSA levels. PSA Slope, PSAV and PSADT were not found helpful tools in cancer detection.",
    "concept": "biology-focused",
    "source": "pubmedqa"
  },
  {
    "text": "High-quality training, strict compliance with evidence-based guidelines, and thorough documentation is associated with significant reductions in CLABSIs. Mindful organizing may lead to a better understanding of what goes into a unit's ability to handle peak demands and sustain extraordinary performance in the long-term.",
    "concept": "biology-focused",
    "source": "pubmedqa"
  },
  {
    "text": "We conclude that GES is more effective in improving long-term GI symptoms and costs, and decreasing use of healthcare resources than intensive medical therapy, in this sample of patients with the symptoms of GP followed for 3 years. Certain patients with GP form a high-risk group in terms of costs, quality of life, morbidity and mortality.",
    "concept": "biology-focused",
    "source": "pubmedqa"
  },
  {
    "text": "Under the conditions of this study, pulpotomy offered a viable alternative to root canal treatment for teeth with vital pulps in the short term. However, there is insufficient clinical evidence to consider this technique for the treatment of every permanent tooth. Nevertheless, it should be considered as a potential alternative approach to be further developed for future applications.",
    "concept": "biology-focused",
    "source": "pubmedqa"
  },
  {
    "text": "This study demonstrated that the regional or global apex of a given curve is the most rotated level in only a minority of the curves. The most rotated level may be as far as two levels from the global apex and one level from the regional apex.",
    "concept": "biology-focused",
    "source": "pubmedqa"
  },
  {
    "text": "Unless improvements are made in case ascertainment, case validation and recording activities, the evidence suggests that the CHCS will not be able to provide the same quality of information for needs assessment and surveillance of very low birthweight infants in relation to cerebral palsy as is provided by a specialist case register.",
    "concept": "biology-focused",
    "source": "pubmedqa"
  },
  {
    "text": "The proportion of thin 0-1 mm melanomas presenting in South West England has significantly increased from 2003 to 2012. There is no significant change in the thick>4 mm melanomas. This may be a result of increased public awareness due to effective public health campaigns which has significant prognostic and financial implications.",
    "concept": "biology-focused",
    "source": "pubmedqa"
  },
  {
    "text": "Mesophiles grow best in moderate temperature, typically between 25°C and 40°C (77°F and 104°F). Mesophiles are often found living in or on the bodies of humans or other animals. The optimal growth temperature of many pathogenic mesophiles is 37°C (98°F), the normal human body temperature. Mesophilic organisms have important uses in food preparation, including cheese, yogurt, beer and wine.",
    "concept": "biology-focused",
    "source": "sciq"
  },
  {
    "text": "A combustion reaction occurs when a substance reacts quickly with oxygen (O 2 ). For example, in the Figure below , charcoal is combining with oxygen. Combustion is commonly called burning, and the substance that burns is usually referred to as fuel. The products of a complete combustion reaction include carbon dioxide (CO 2 ) and water vapor (H 2 O). The reaction typically gives off heat and light as well. The general equation for a complete combustion reaction is:.",
    "concept": "biology-focused",
    "source": "sciq"
  },
  {
    "text": "Ring species Ring species demonstrate a version of allopatric speciation. Imagine populations of the species A. Over the geographic range of A there exist a number of subpopulations. These subpopulations (A1 to A5) and (Aa to Ae) have limited regions of overlap with one another but where they overlap they interbreed successfully. But populations A5 and Ae no longer interbreed successfully – are these populations separate species?  In this case, there is no clear-cut answer, but it is likely that in the link between the various populations will be broken and one or more species may form in the future. Consider the black bear Ursus americanus. Originally distributed across all of North America, its distribution is now much more fragmented. Isolated populations are free to adapt to their own particular environments and migration between populations is limited. Clearly the environment in Florida is different from that in Mexico, Alaska, or Newfoundland. Different environments will favor different adaptations. If, over time, these populations were to come back into contact with one another, they might or might not be able to interbreed successfully - reproductive isolation may occur and one species may become many.",
    "concept": "biology-focused",
    "source": "sciq"
  },
  {
    "text": "One way to keep iron from corroding is to keep it painted. The layer of paint prevents the water and oxygen necessary for rust formation from coming into contact with the iron. As long as the paint remains intact, the iron is protected from corrosion. Other strategies include alloying the iron with other metals. For example, stainless steel is mostly iron with a bit of chromium. The chromium tends to collect near the surface, where it forms an oxide layer that protects the iron. Zinc-plated or galvanized iron uses a different strategy. Zinc is more easily oxidized than iron because zinc has a lower reduction potential. Since zinc has a lower reduction potential, it is a more active metal. Thus, even if the zinc coating is scratched, the zinc will still oxidize before the iron. This suggests that this approach should work with other active metals. Another important way to protect metal is to make it the cathode in a galvanic cell. This is cathodic protection and can be used for metals other than just iron. For example, the rusting of underground iron storage tanks and pipes can be prevented or greatly reduced by connecting them to a more active metal such as zinc or magnesium (Figure 17.18). This is also used to protect the metal parts in water heaters. The more active metals (lower reduction potential) are called sacrificial anodes because as they get used up as they corrode (oxidize) at the anode. The metal being protected serves as the cathode, and so does not oxidize (corrode). When the anodes are properly monitored and periodically replaced, the useful lifetime of the iron storage tank can be greatly extended.",
    "concept": "biology-focused",
    "source": "sciq"
  },
  {
    "text": "Gene transcription is controlled by regulatory proteins that bind to regulatory elements on DNA. The proteins usually either activate or repress transcription.",
    "concept": "biology-focused",
    "source": "sciq"
  },
  {
    "text": "All plants have a characteristic life cycle that includes alternation of generations . Plants alternate between haploid and diploid generations. Alternation of generations allows for both asexual and sexual reproduction. Asexual reproduction with spores produces haploid individuals called gametophytes . Sexual reproduction with gametes and fertilization produces diploid individuals called sporophytes . A typical plant’s life cycle is diagrammed in Figure below .",
    "concept": "biology-focused",
    "source": "sciq"
  },
  {
    "text": "Cutting down on the use of chemical fertilizers is one way to prevent dead zones in bodies of water. Preserving wetlands is also important. Wetlands are habitats such as swamps, marshes, and bogs where the ground is soggy or covered with water much of the year. Wetlands slow down and filter runoff before it reaches bodies of water. Wetlands also provide breeding grounds for many different species of organisms.",
    "concept": "biology-focused",
    "source": "sciq"
  },
  {
    "text": "Water molecules move about continuously due to their kinetic energy. When a crystal of sodium chloride is placed into water, the water’s molecules collide with the crystal lattice. Recall that the crystal lattice is composed of alternating positive and negative ions. Water is attracted to the sodium chloride crystal because water is polar and has both a positive and a negative end. The positively charged sodium ions in the crystal attract the oxygen end of the water molecules because they are partially negative. The negatively charged chloride ions in the crystal attract the hydrogen end of the water molecules because they are partially positive. The action of the polar water molecules takes the crystal lattice apart (see image below).",
    "concept": "biology-focused",
    "source": "sciq"
  },
  {
    "text": "One idea is that evolution happens. Evolution is a change in the inherited traits of organisms over time. Living things have changed as descendants diverged from common ancestors in the past.",
    "concept": "biology-focused",
    "source": "sciq"
  },
  {
    "text": "What causes puberty to begin? The hypothalamus in the brain “tells” the pituitary gland to secrete hormones that target the testes. The main pituitary hormone involved is luteinizing hormone (LH) . It stimulates the testes to secrete testosterone. Testosterone, in turn, promotes protein synthesis and growth. It brings about most of the physical changes of puberty, some of which are shown in Figure below . In addition to the changes shown below, during puberty male facial hair begins to grow, the shoulders broaden, and the male voice deepens. You can watch an animation of these and other changes that occur in boys during puberty at the Interactive Body link: http://www. bbc. co. uk/science/humanbody/body/interactives/lifecycle/teenagers/ .",
    "concept": "biology-focused",
    "source": "sciq"
  },
  {
    "text": "Some Eukarya are also single-celled, but many are multicellular. Some have a cell wall; others do not. However, the cells of all Eukarya have a nucleus and other organelles.",
    "concept": "biology-focused",
    "source": "sciq"
  },
  {
    "text": "Agents of Decomposition The fungus-like protist saprobes are specialized to absorb nutrients from nonliving organic matter, such as dead organisms or their wastes. For instance, many types of oomycetes grow on dead animals or algae. Saprobic protists have the essential function of returning inorganic nutrients to the soil and water. This process allows for new plant growth, which in turn generates sustenance for other organisms along the food chain. Indeed, without saprobe species, such as protists, fungi, and bacteria, life would cease to exist as all organic carbon became “tied up” in dead organisms.",
    "concept": "biology-focused",
    "source": "sciq"
  },
  {
    "text": "Ribosomes are small organelles and are the sites of protein synthesis (or assembly). They are made of ribosomal protein and ribosomal RNA, and are found in both eukaryotic and prokaryotic cells. Unlike other organelles, ribosomes are not surrounded by a membrane. Each ribosome has two parts, a large and a small subunit, as shown in Figure below . The subunits are attached to one another. Ribosomes can be found alone or in groups within the cytoplasm. Some ribosomes are attached to the endoplasmic reticulum (ER) (as shown in Figure below ), and others are attached to the nuclear envelope.",
    "concept": "biology-focused",
    "source": "sciq"
  },
  {
    "text": "Meiosis I begins after DNA replicates during interphase of the cell cycle. In both meiosis I and meiosis II , cells go through the same four phases as mitosis - prophase, metaphase, anaphase and telophase. However, there are important differences between meiosis I and mitosis. The eight stages of meiosis are summarized below. The stages will be described for a human cell, starting with 46 chromosomes.",
    "concept": "biology-focused",
    "source": "sciq"
  },
  {
    "text": "Ganglia A ganglion is a group of neuron cell bodies in the periphery. Ganglia can be categorized, for the most part, as either sensory ganglia or autonomic ganglia, referring to their primary functions. The most common type of sensory ganglion is a dorsal (posterior) root ganglion. These ganglia are the cell bodies of neurons with axons that are sensory endings in the periphery, such as in the skin, and that extend into the CNS through the dorsal nerve root. The ganglion is an enlargement of the nerve root. Under microscopic inspection, it can be seen to include the cell bodies of the neurons, as well as bundles of fibers that are the posterior nerve root (Figure 13.19). The cells of the dorsal root ganglion are unipolar cells, classifying them by shape. Also, the small round nuclei of satellite cells can be seen surrounding—as if they were orbiting—the neuron cell bodies.",
    "concept": "biology-focused",
    "source": "sciq"
  },
  {
    "text": "Enzymes are involved in most of the biochemical reactions that take place in organisms. About 4,000 such reactions are known to be catalyzed by enzymes, but the number may be even higher. Enzymes allow reactions to occur at the rate necessary for life.",
    "concept": "biology-focused",
    "source": "sciq"
  },
  {
    "text": "Figure 14.3 The Tongue The tongue is covered with small bumps, called papillae, which contain taste buds that are sensitive to chemicals in ingested food or drink. Different types of papillae are found in different regions of the tongue. The taste buds contain specialized gustatory receptor cells that respond to chemical stimuli dissolved in the saliva. These receptor cells activate sensory neurons that are part of the facial and glossopharyngeal nerves. LM × 1600. (Micrograph provided by the Regents of University of Michigan Medical School © 2012).",
    "concept": "biology-focused",
    "source": "sciq"
  },
  {
    "text": "The plasma membrane forms a barrier between the cytoplasm inside the cell and the environment outside the cell. It protects and supports the cell and also controls everything that enters and leaves the cell. It allows only certain substances to pass through, while keeping others in or out. The ability to allow only certain molecules in or out of the cell is referred to as selective permeability or semipermeability. To understand how the plasma membrane controls what crosses into or out of the cell, you need to know its composition.",
    "concept": "biology-focused",
    "source": "sciq"
  },
  {
    "text": "The Energy Cycle Whether the organism is a bacterium, plant, or animal, all living things access energy by breaking down carbohydrate molecules. But if plants make carbohydrate molecules, why would they need to break them down, especially when it has been shown that the gas organisms release as a “waste product” (CO2) acts as a substrate for the formation of more food in photosynthesis? Remember, living things need energy to perform life functions. In addition, an organism can either make its own food or eat another organism—either way, the food still needs to be broken down. Finally, in the process of breaking down food, called cellular respiration, heterotrophs release needed energy and produce “waste” in the form of CO2 gas. In nature, there is no such thing as waste. Every single atom of matter and energy is conserved, recycling over and over infinitely. Substances change form or move from one type of molecule to another, but their constituent atoms never disappear (Figure 8.20). CO2 is no more a form of waste than oxygen is wasteful to photosynthesis. Both are byproducts of reactions that move on to other reactions. Photosynthesis absorbs light energy to build carbohydrates in chloroplasts, and aerobic cellular respiration releases energy by using oxygen to metabolize carbohydrates in the cytoplasm and mitochondria. Both processes use electron transport chains to capture the energy necessary to drive other reactions. These two powerhouse processes, photosynthesis and cellular respiration, function in biological, cyclical harmony to allow organisms to access life-sustaining energy that originates millions of miles away in a burning star humans call the sun.",
    "concept": "biology-focused",
    "source": "sciq"
  },
  {
    "text": "To grow and develop, you must form new cells. Imagine how often your cells must divide during a growth spurt. Growing just an inch requires countless cell divisions. Your body must produce new bone cells, new skin cells, new cells in your blood vessels and so on.",
    "concept": "biology-focused",
    "source": "sciq"
  },
  {
    "text": "The pioneer species is soon replaced by other populations. Abiotic factors such as soil quality, water, and climate will determine the species that continue the process of succession. Mosses and grasses will be able to grow in the newly created soil. During early succession, plant species like grasses that grow and reproduce quickly will take over the landscape. Over time, these plants improve the soil and a few shrubs can begin to grow. Slowly, the shrubs are replaced by small trees. Small trees then are succeeded by larger trees. Since trees are more successful at competing for resources than shrubs and grasses, a forest may be the end result of primary succession.",
    "concept": "biology-focused",
    "source": "sciq"
  },
  {
    "text": "A tornado only strikes a small area. But it can destroy everything in its path. Most injuries and deaths from tornadoes are caused by flying debris ( Figure below ). In the United States, an average of 90 people are killed by tornadoes each year. The most violent two percent of tornadoes account for 70% of the deaths by tornadoes.",
    "concept": "biology-focused",
    "source": "sciq"
  },
  {
    "text": "All animals have innate behaviors, even human beings. Can you think of human behaviors that do not have to be learned? Chances are, you will have a hard time thinking of any. The only truly innate behaviors in humans are called reflex behaviors . They occur mainly in babies. Like innate behaviors in other animals, reflex behaviors in human babies may help them survive.",
    "concept": "biology-focused",
    "source": "sciq"
  },
  {
    "text": "Some animals change their depth by changing their density. Recall that things that are denser than their surroundings sink while those that are less dense than their surroundings float. Most fish have a swim bladder, a special sac that is filled with gases from their blood. When the fish's swim bladder is full, it is less dense than the surrounding water and the fish will rise towards the surface. Another property of water that affects lakes is the unique changes in density during phase changes. The density of most substances increases when a liquid becomes a solid. This is not so for water: Solid water is actually less dense than liquid water. It is for this reason that ice floats. Can you imagine a world where ice sank? Lakes would freeze from the bottom up, killing many fish. Frozen water in the Polar Regions would sink and change the ocean levels. The fact that ice floats is essential for the survival of many aquatic ecosystems and ultimately life on Earth. Besides the changes in density, there are other ways in which the phase changes of water have significant impacts. When water is trapped in small cracks in rocks, it will expand as it freezes and break up the rock causing weathering. The transpiration (evaporation) of water from a good-sized tree can move 1800 liters of water out of the ground in a single day. Sublimation, the phase change between solid and gas, is responsible for the formation of frost. As you can see, water has many special properties that make its role in nature unique. It is considered the \"universal solvent” because its bipolar molecule enables it to dissolve a wide variety of substances. Water is the only substance that occurs naturally in all three states; solid, liquid, and gas. Water is truly a miracle for life!.",
    "concept": "biology-focused",
    "source": "sciq"
  },
  {
    "text": "Human overpopulation, which is crowding out other species. It also makes all the other causes of extinction worse.",
    "concept": "biology-focused",
    "source": "sciq"
  },
  {
    "text": "Internal Respiration Internal respiration is gas exchange that occurs at the level of body tissues (Figure 22.23). Similar to external respiration, internal respiration also occurs as simple diffusion due to a partial pressure gradient. However, the partial pressure gradients are opposite of those present at the respiratory membrane. The partial pressure of oxygen in tissues is low, about 40 mm Hg, because oxygen is continuously used for cellular respiration. In contrast, the partial pressure of oxygen in the blood is about 100 mm Hg. This creates a pressure gradient that causes oxygen to dissociate from hemoglobin, diffuse out of the blood, cross the interstitial space, and enter the tissue. Hemoglobin that has little oxygen bound to it loses much of its brightness, so that blood returning to the heart is more burgundy in color. Considering that cellular respiration continuously produces carbon dioxide, the partial pressure of carbon dioxide is lower in the blood than it is in the tissue, causing carbon dioxide to diffuse out of the tissue, cross the interstitial fluid, and enter the blood. It is then carried back to the lungs either bound to hemoglobin, dissolved in plasma, or in a converted form. By the time blood returns to the heart, the partial pressure of oxygen has returned to about 40 mm Hg, and the partial pressure.",
    "concept": "biology-focused",
    "source": "sciq"
  },
  {
    "text": "After each mass extinction, new species evolve to fill the habitats where old species lived. This is well documented in the fossil record.",
    "concept": "biology-focused",
    "source": "sciq"
  },
  {
    "text": "Below the topsoil is the “B” horizon. This is also called the subsoil . Soluble minerals and clays accumulate in the subsoil. Because it has less organic material, this layer is lighter brown in color than topsoil. It also holds more water due to the presence of iron and clay. There is less organic material in this layer.",
    "concept": "biology-focused",
    "source": "sciq"
  },
  {
    "text": "The crocodilian digestive system is highly adapted to their lifestyle. Crocodilians are known to swallow stones, known as gastroliths , which help digest their prey. The crocodilian stomach is divided into two chambers. The first is powerful and muscular. The other stomach is the most acidic digestive system of any animal. It can digest mostly everything from their prey, including bones, feathers, and horns!.",
    "concept": "biology-focused",
    "source": "sciq"
  },
  {
    "text": "Although air can transfer heat rapidly by convection, it is a poor conductor and thus a good insulator. The amount of available space for airflow determines whether air acts as an insulator or conductor. The space between the inside and outside walls of a house, for example, is about 9 cm (3.5 in) —large enough for convection to work effectively. The addition of wall insulation prevents airflow, so heat loss (or gain) is decreased. Similarly, the gap between the two panes of a double-paned window is about 1 cm, which prevents convection and takes advantage of air’s low conductivity to prevent greater loss. Fur, fiber, and fiberglass also take advantage of the low conductivity of air by trapping it in spaces too small to support convection, as shown in the figure. Fur and feathers are lightweight and thus ideal for the protection of animals.",
    "concept": "biology-focused",
    "source": "sciq"
  },
  {
    "text": "Carboxylic acids are weak acids (see the chapter on acids and bases), meaning they are not 100% ionized in water. Generally only about 1% of the molecules of a carboxylic acid dissolved in water are ionized at any given time. The remaining molecules are undissociated in solution. We prepare carboxylic acids by the oxidation of aldehydes or alcohols whose –OH functional group is located on the carbon atom at the end of the chain of carbon atoms in the alcohol:.",
    "concept": "biology-focused",
    "source": "sciq"
  },
  {
    "text": "For thousands of years, humans have understood that characteristics such as eye color, hair color, or even flower color are passed from one generation to the next. The passing of characteristics from parent to offspring is called heredity . Humans have long been interested in understanding heredity. Many hereditary mechanisms were developed by scholars but were not properly tested or quantified. The scientific study of genetics did not begin until the late 19 th century. In experiments with garden peas, Austrian monk Gregor Mendel described the basic patterns of inheritance. Keep in mind that while we know about DNA and its role as the genetic material, Mendel did not know of the existence of DNA. Nor did he understand the concept of the chromosome or the process of meiosis, and yet, he was still able to correctly describe basic inheritance patterns.",
    "concept": "biology-focused",
    "source": "sciq"
  },
  {
    "text": "24.7 Nutrition and Diet Nutrition and diet affect your metabolism. More energy is required to break down fats and proteins than carbohydrates; however, all excess calories that are ingested will be stored as fat in the body. On average, a person requires 1500 to 2000 calories for normal daily activity, although routine exercise will increase that amount. If you ingest more than that, the remainder is stored for later use. Conversely, if you ingest less than that, the energy stores in your body will be depleted. Both the quantity and quality of the food you eat affect your metabolism and can affect your overall health. Eating too much or too little can result in serious medical conditions, including cardiovascular disease, cancer, and diabetes. Vitamins and minerals are essential parts of the diet. They are needed for the proper function of metabolic pathways in the body. Vitamins are not stored in the body, so they must be obtained from the diet or synthesized from precursors available in the diet. Minerals are also obtained from the diet, but they are also stored, primarily in skeletal tissues.",
    "concept": "biology-focused",
    "source": "sciq"
  },
  {
    "text": "The adductor muscle that closes the jaw is composed of two muscles in mammals: the temporalis and the masseter. These allow side-to-side movement of the jaw, making chewing possible, which is unique to mammals. Most mammals have heterodont teeth, meaning that they have different types and shapes of teeth rather than just one type and shape of tooth. Most mammals are diphyodonts, meaning that they have two sets of teeth in their lifetime: deciduous or “baby” teeth, and permanent teeth. Other vertebrates are polyphyodonts, that is, their teeth are replaced throughout their entire life. Mammals, like birds, possess a four-chambered heart. Mammals also have a specialized group of cardiac fibers located in the walls of their right atrium called the sinoatrial node, or pacemaker, which determines the rate at which the heart beats. Mammalian erythrocytes (red blood cells) do not have nuclei, whereas the erythrocytes of other vertebrates are nucleated. The kidneys of mammals have a portion of the nephron called the loop of Henle or nephritic loop, which allows mammals to produce urine with a high concentration of solutes, higher than that of the blood. Mammals lack a renal portal system, which is a system of veins that moves blood from the hind or lower limbs and region of the tail to the kidneys. Renal portal systems are present in all other vertebrates except jawless fishes. A urinary bladder is present in all mammals. Mammalian brains have certain characteristics that differ from other vertebrates. In some, but not all mammals, the cerebral cortex, the outermost part of the cerebrum, is highly folded, allowing for a greater surface area than is possible with a smooth cortex. The optic lobes, located in the midbrain, are divided into two parts in mammals, whereas other vertebrates.",
    "concept": "biology-focused",
    "source": "sciq"
  },
  {
    "text": "Most of the pathogens that cause STIs enter the body through mucous membranes of the reproductive organs. All sexual behaviors that involve contact between mucous membranes put a person at risk for infection. This includes vaginal, anal, and oral sexual behaviors. Many STIs can also be transmitted through body fluids such as blood, semen, and breast milk. Therefore, behaviors such as sharing injection or tattoo needles is another way these STIs can spread.",
    "concept": "biology-focused",
    "source": "sciq"
  },
  {
    "text": "The diatoms are unicellular photosynthetic protists that encase themselves in intricately patterned, glassy cell walls composed of silicon dioxide in a matrix of organic particles (Figure 23.18). These protists are a component of freshwater and marine plankton. Most species of diatoms reproduce asexually, although some instances of sexual reproduction and sporulation also exist. Some diatoms exhibit a slit in their silica shell, called a raphe. By expelling a stream of mucopolysaccharides from the raphe, the diatom can attach to surfaces or propel itself in one direction.",
    "concept": "biology-focused",
    "source": "sciq"
  },
  {
    "text": "Fossil fuels include coal, oil, and natural gas. Fossil fuels are the greatest energy source for modern society. Millions of years ago, plants used energy from the Sun to form carbon compounds. These compounds were later transformed into coal, oil, or natural gas. Fossil fuels take millions of years to form. For this reason, they are non-renewable. We will use most fossil fuels up in a matter of decades. Burning fossil fuels releases large amounts of pollution. The most important of these may be the greenhouse gas, carbon dioxide.",
    "concept": "biology-focused",
    "source": "sciq"
  },
  {
    "text": "The other idea is that evolution occurs by natural selection. Natural selection is the process in which living things with beneficial traits produce more offspring than others do. This results in changes in the traits of living things over time.",
    "concept": "biology-focused",
    "source": "sciq"
  },
  {
    "text": "Homo sapiens is our species. We originated about 200,000 years ago in Africa. Evidence of a spiritual life appears about 32,000 years ago. The evidence includes stone figurines that probably have religious significance ( Figure below ).",
    "concept": "biology-focused",
    "source": "sciq"
  },
  {
    "text": "There are 20 amino acids that make up proteins. With three bases per codon, there are 64 possible codons. This is more than enough to code for the 20 amino acids plus start and stop signals. You can see how to translate the genetic code in Figure below . Start at the center of the chart for the first base of each three-base codon. Then work your way out from the center for the second and third bases.",
    "concept": "biology-focused",
    "source": "sciq"
  },
  {
    "text": "Ulcers are sores in the lining of the stomach or duodenum that are usually caused by bacterial infections. They may also be caused by the acidic environment of the stomach. Stomach acids may damage the lining of the stomach. Symptoms typically include abdominal pain and bleeding. You can see how stomach ulcers develop at this link: http://www. youtube. com/watch?v=4bXZRgJ-1fk .",
    "concept": "biology-focused",
    "source": "sciq"
  },
  {
    "text": "As a cell prepares to divide, its DNA first forms one or more structures called chromosomes. A chromosome consists of DNA and protein molecules coiled into a definite shape. Chromosomes are circular in prokaryotes and rodlike in eukaryotes. You can see an example of a human chromosome in Figure below . The rest of the time, DNA looks like a tangled mass of strings. In this form, it would be very difficult to copy and divide.",
    "concept": "biology-focused",
    "source": "sciq"
  },
  {
    "text": "The key to continued growth and repair of plant cells is meristem . Meristem is a type of plant tissue consisting of undifferentiated cells that can continue to divide and differentiate. Meristem at the tips of roots and stems allows them to grow in length. This is called primary growth. Meristem within and around vascular tissues allows growth in width. This is called secondary growth.",
    "concept": "biology-focused",
    "source": "sciq"
  },
  {
    "text": "The Phosphorus Cycle Phosphorus is an essential nutrient for living processes; it is a major component of nucleic acids and phospholipids, and, as calcium phosphate, makes up the supportive components of our bones. Phosphorus is often the limiting nutrient (necessary for growth) in aquatic, particularly freshwater, ecosystems. Phosphorus occurs in nature as the phosphate ion (PO43-). In addition to phosphate runoff as a result of human activity, natural surface runoff occurs when it is leached from phosphate-containing rock by weathering, thus sending phosphates into rivers, lakes, and the ocean. This rock has its origins in the ocean. Phosphate-containing ocean sediments form primarily from the bodies of ocean organisms and from their excretions. However, volcanic ash, aerosols, and mineral dust may also be significant phosphate sources. This sediment then is moved to land over geologic time by the uplifting of Earth’s surface. (Figure 20.13) Phosphorus is also reciprocally exchanged between phosphate dissolved in the ocean and marine organisms. The movement of phosphate from the ocean to the land and through the soil is extremely slow, with the average phosphate ion having an oceanic residence time between 20,000 and 100,000 years.",
    "concept": "biology-focused",
    "source": "sciq"
  },
  {
    "text": "Genetics is the study of inheritance. Inheritance is the passing of traits from parents to offspring. How are these traits \"passed\"? Through DNA, which is the genetic material of all organisms. This concept will focus on genetics, inheritance, and DNA.",
    "concept": "biology-focused",
    "source": "sciq"
  },
  {
    "text": "can occur in electrolytic cells by introducing a power supply, which supplies the energy to force the electrons to flow in the nonspontaneous direction. Electrolysis is done in solutions, which contain enough ions so current can flow. If the solution contains only one material, like the electrolysis of molten sodium chloride, it is a simple matter to determine what is oxidized and what is reduced. In more complicated systems, like the electrolysis of aqueous sodium chloride, more than one species can be oxidized or reduced and the standard reduction potentials are used to determine the most likely oxidation (the half-reaction with the largest [most positive] standard reduction potential) and reduction (the half-reaction with the smallest [least positive] standard reduction potential). Sometimes unexpected half-reactions occur because of overpotential. Overpotential is the difference between the theoretical half-reaction reduction potential and the actual voltage required. When present, the applied potential must be increased, making it possible for a different reaction to occur in the electrolytic cell. The total charge, Q, that passes through an electrolytic cell can be expressed as the current (I) multiplied by time (Q = It) or as the moles of electrons (n) multiplied by Faraday’s constant (Q = nF). These relationships can be used to determine things like the amount of material used or generated during electrolysis, how long the reaction must proceed, or what value of the current is required.",
    "concept": "biology-focused",
    "source": "sciq"
  },
  {
    "text": "called growth factors signal some cells at the edge of the ectoderm to become epidermis cells. The remaining cells in the center form the neural plate. If the signaling by growth factors were disrupted, then the entire ectoderm would differentiate into neural tissue. The neural plate undergoes a series of cell movements where it rolls up and forms a tube called the neural tube, as illustrated in Figure 43.28. In further development, the neural tube will give rise to the brain and the spinal cord.",
    "concept": "biology-focused",
    "source": "sciq"
  },
  {
    "text": "Small nonpolar molecules can easily diffuse across the cell membrane. However, due to the hydrophobic nature of the lipids that make up cell membranes, polar molecules (such as water) and ions cannot do so. Instead, they diffuse across the membrane through transport proteins. A transport protein completely spans the membrane, and allows certain molecules or ions to diffuse across the membrane. Channel proteins, gated channel proteins, and carrier proteins are three types of transport proteins that are involved in facilitated diffusion.",
    "concept": "biology-focused",
    "source": "sciq"
  },
  {
    "text": "Vertebrates reproduce sexually, and almost all have separate male and female sexes. Aquatic species generally have external fertilization, whereas terrestrial species usually have internal fertilization. Vertebrates have one of three reproductive strategies, known as ovipary, ovovivipary, or vivipary.",
    "concept": "biology-focused",
    "source": "sciq"
  },
  {
    "text": "A cell membrane is essentially a mixture of phospholipids that form a phospholipid bilayer. One definition of a cell is a collection of molecules surrounded by a phospholipid bilayer that is capable of reproducing itself. The simplest cells are bacteria, which consist of only a single compartment surrounded by a single membrane. Animal and plant cells are much more complex, however, and contain many different kinds of compartments, each surrounded by a membrane and able to carry out specialized tasks.",
    "concept": "biology-focused",
    "source": "sciq"
  },
  {
    "text": "Connective Tissue Fibers and Ground Substance Three main types of fibers are secreted by fibroblasts: collagen fibers, elastic fibers, and reticular fibers. Collagen fiber is made from fibrous protein subunits linked together to form a long and straight fiber. Collagen fibers, while flexible, have great tensile strength, resist stretching, and give ligaments and tendons their characteristic resilience and strength. These fibers hold connective tissues together, even during the movement of the body. Elastic fiber contains the protein elastin along with lesser amounts of other proteins and glycoproteins. The main property of elastin is that after being stretched or compressed, it will return to its original shape. Elastic fibers are prominent in elastic tissues found in skin and the elastic ligaments of the vertebral column. Reticular fiber is also formed from the same protein subunits as collagen fibers; however, these fibers remain narrow and are arrayed in a branching network. They are found throughout the body, but are most abundant in the reticular tissue of soft organs, such as liver and spleen, where they anchor and provide structural support to the parenchyma (the functional cells, blood vessels, and nerves of the organ). All of these fiber types are embedded in ground substance. Secreted by fibroblasts, ground substance is made of polysaccharides, specifically hyaluronic acid, and proteins. These combine to form a proteoglycan with a protein core and.",
    "concept": "biology-focused",
    "source": "sciq"
  },
  {
    "text": "Sympatric speciation occurs when groups from the same species stop mating because of something other than physical or geographic separation. The behavior of two groups that live in the same region is an example of such separation. The separation may be caused by different mating seasons, for example. Sympatric speciation is more difficult to identify.",
    "concept": "biology-focused",
    "source": "sciq"
  },
  {
    "text": "Types of organisms that make glucose by photosynthesis are pictured in Figure below . They include plants, plant-like protists such as algae, and some kinds of bacteria. Living things that make glucose are called autotrophs (\"self feeders\"). All other living things obtain glucose by eating autotrophs (or organisms that eat autotrophs). These living things are called heterotrophs (\"other feeders\").",
    "concept": "biology-focused",
    "source": "sciq"
  },
  {
    "text": "Introduction Virtually every task performed by living organisms requires energy. Energy is needed to perform heavy labor and exercise, but humans also use energy while thinking, and even during sleep. In fact, the living cells of every organism constantly use energy. Nutrients and other molecules are imported into the cell, metabolized (broken down) and possibly synthesized into new molecules, modified if needed, transported around the cell, and possibly distributed to the entire organism. For example, the large proteins that make up muscles are built from smaller molecules imported from dietary amino acids. Complex carbohydrates are broken down into simple sugars that the cell uses for energy. Just as energy is required to both build and demolish a building, energy is required for the synthesis and breakdown of molecules as well as the transport of molecules into and out of cells. In addition, processes such as ingesting and breaking down pathogenic bacteria and viruses, exporting wastes and toxins, and movement of the cell require energy. From where, and in what form, does this energy come? How do living cells obtain energy, and how do they use it? This chapter will discuss different forms of energy and the physical laws that govern energy transfer. This chapter will also describe how cells use energy and replenish it, and how chemical reactions in the cell are performed with great efficiency.",
    "concept": "biology-focused",
    "source": "sciq"
  },
  {
    "text": "treat genetic disorders. For example, copies of a normal gene might be inserted into a patient with a defective gene. This is called gene therapy . Ideally, it can cure a genetic disorder.",
    "concept": "biology-focused",
    "source": "sciq"
  },
  {
    "text": "A cell wall is a rigid layer that is found outside the cell membrane and surrounds the cell. The cell wall contains not only cellulose and protein, but other polysaccharides as well. In fact, two other classes of polysaccharides, hemicelluloses and pectic polysaccharides, can comprise 30% of the dry mass of the cell wall. The cell wall provides structural support and protection. Pores in the cell wall allow water and nutrients to move into and out of the cell. The cell wall also prevents the plant cell from bursting when water enters the cell.",
    "concept": "biology-focused",
    "source": "sciq"
  },
  {
    "text": "Intrapleural pressure is the pressure of the air within the pleural cavity, between the visceral and parietal pleurae. Similar to intra-alveolar pressure, intrapleural pressure also changes during the different phases of breathing. However, due to certain characteristics of the lungs, the intrapleural pressure is always lower than, or negative to, the intra-alveolar pressure (and therefore also to atmospheric pressure). Although it fluctuates during inspiration and expiration, intrapleural pressure remains approximately –4 mm Hg throughout the breathing cycle. Competing forces within the thorax cause the formation of the negative intrapleural pressure. One of these forces relates to the elasticity of the lungs themselves—elastic tissue pulls the lungs inward, away from the thoracic wall. Surface tension of alveolar fluid, which is mostly water, also creates an inward pull of the lung tissue. This inward tension from the lungs is countered by opposing forces from the pleural fluid and thoracic wall. Surface tension within the pleural cavity pulls the lungs outward. Too much or too little pleural fluid would hinder the creation of the negative intrapleural pressure; therefore, the level must be closely monitored by the mesothelial cells and drained by the lymphatic system. Since the parietal pleura is attached to the thoracic wall, the natural elasticity of the chest wall opposes the inward pull of the lungs. Ultimately, the outward pull is slightly greater than the inward pull, creating the –4 mm Hg intrapleural pressure relative to the intraalveolar pressure. Transpulmonary pressure is the difference between the intrapleural and intra-alveolar pressures, and it determines the size of the lungs. A higher transpulmonary pressure corresponds to a larger lung.",
    "concept": "biology-focused",
    "source": "sciq"
  },
  {
    "text": "Protection. The skeleton supports and protects the soft organs of the body. For example, the skull surrounds the brain to protect it from injury. The bones of the rib cage help protect the heart and lungs.",
    "concept": "biology-focused",
    "source": "sciq"
  },
  {
    "text": "Strawberry plants have horizontal stems called stolons that run over the ground surface. If they take root, they form new plants.",
    "concept": "biology-focused",
    "source": "sciq"
  },
  {
    "text": "Atmospheric pressure is the pressure exerted by gas particles in Earth’s atmosphere as those particles collide with objects. A barometer is an instrument used to measure atmospheric pressure. A traditional mercury barometer consists of an evacuated tube immersed in a container of mercury. Air molecules push down on the surface of the mercury. Because the inside of the tube is a vacuum, the mercury rises inside the tube. The height to which the mercury rises is dependent on the external air pressure.",
    "concept": "biology-focused",
    "source": "sciq"
  },
  {
    "text": "The plasma membrane also contains other molecules, primarily other lipids and proteins. The green molecules in Figure above , for example, are the lipid cholesterol. Molecules of cholesterol help the plasma membrane keep its shape. Many of the proteins in the plasma membrane assist other substances in crossing the membrane.",
    "concept": "biology-focused",
    "source": "sciq"
  },
  {
    "text": "Asexual reproduction involves just one parent. It produces offspring that are genetically identical to the parent. Methods of asexual reproduction include binary fission, fragmentation, and budding.",
    "concept": "biology-focused",
    "source": "sciq"
  },
  {
    "text": "Cell division is just one of several stages that a cell goes through during its lifetime. The cell cycle is a repeating series of events that include growth, DNA synthesis, and cell division. The cell cycle in prokaryotes is quite simple: the cell grows, its DNA replicates, and the cell divides. In eukaryotes, the cell cycle is more complicated.",
    "concept": "biology-focused",
    "source": "sciq"
  },
  {
    "text": "Annelids are divided into many repeating segments. The earthworm in Figure below is an annelid. You can clearly see its many segments. Segmentation of annelids is highly adaptive. Each segment has its own nerve and muscle tissues. This allows the animal to move very efficiently. Some segments can also be specialized to carry out particular functions. They may have special structures on them. For example, they might have tentacles for sensing or feeding, “paddles” for swimming, or suckers for clinging to surfaces.",
    "concept": "biology-focused",
    "source": "sciq"
  },
  {
    "text": "Grain boundaries. As a polycrystalline material solidifies, grains with irregular shapes form. The interfaces between grains constitute grain boundaries. (Squares represent unit cells within grains.",
    "concept": "biology-focused",
    "source": "sciq"
  },
  {
    "text": "Boiling Points When the vapor pressure increases enough to equal the external atmospheric pressure, the liquid reaches its boiling point. The boiling point of a liquid is the temperature at which its equilibrium vapor pressure is equal to the pressure exerted on the liquid by its gaseous surroundings. For liquids in open containers, this pressure is that due to the earth’s atmosphere. The normal boiling point of a liquid is defined as its boiling point when surrounding pressure is equal to 1 atm (101.3 kPa). Figure 10.24 shows the variation in vapor pressure with temperature for several different.",
    "concept": "biology-focused",
    "source": "sciq"
  },
  {
    "text": "Runoff is likely to cause more erosion if the land is bare. Plants help hold the soil in place. The runoff water in Figure below is brown because it eroded soil from a bare, sloping field. Can you find evidence of erosion by runoff where you live? What should you look for?.",
    "concept": "biology-focused",
    "source": "sciq"
  },
  {
    "text": "Recall that our DNA is wound into chromosomes . Each of our chromosomes contains a long chain of DNA that encodes hundreds, if not thousands, of genes. Each of these genes can have slightly different versions from individual to individual. These variants of genes are called alleles . Each parent only donates one allele for each gene to an offspring.",
    "concept": "biology-focused",
    "source": "sciq"
  },
  {
    "text": "Some of the best known types of fungi are mushrooms, which can be edible or poisonous ( Figure below ). Many species are grown commercially, but others are harvested from the wild. When you order a pizza with mushrooms or add them to your salad, you are most likely eating Agaricus bisporus , known as white or button mushrooms, the most commonly eaten species. Other mushroom species are gathered from the wild for people to eat or for commercial sale. Many mushroom species are poisonous to humans. Some mushrooms will simply give you a stomachache, while others may kill you. Some mushrooms you can eat when they are cooked but are poisonous when raw. So if you find mushrooms in the wild, don't eat them until you are certain they are safe!.",
    "concept": "biology-focused",
    "source": "sciq"
  },
  {
    "text": "Microtubules guide the formation of the plant cell wall. Cellulose is laid down by enzymes to form the primary cell wall. Some plants also have a secondary cell wall. The secondary wall contains a lignin, a secondary cell component in plant cells that have completed cell growth/expansion.",
    "concept": "biology-focused",
    "source": "sciq"
  },
  {
    "text": "Bacteria can also be chemotrophs. Chemosynthetic bacteria, or chemotrophs , obtain energy by breaking down chemical compounds in their environment. An example of one of these chemicals broken down by bacteria is nitrogen-containing ammonia. These bacteria are important because they help cycle nitrogen through the environment for other living things to use. Nitrogen cannot be made by living organisms, so it must be continually recycled. Organisms need nitrogen to make organic compounds, such as DNA.",
    "concept": "biology-focused",
    "source": "sciq"
  },
  {
    "text": "distinctly differ from the adult form, spending 3 to 15 years as suspension feeders. Once they attain sexual maturity, the adults reproduce and die within days. Lampreys possess a notochord as adults; however, this notochord is surrounded by a cartilaginous structure called an arcualia, which may resemble an evolutionarily early form of the vertebral column.",
    "concept": "biology-focused",
    "source": "sciq"
  },
  {
    "text": "The Major Divisions of Land Plants Land plants are classified into two major groups according to the absence or presence of vascular tissue, as detailed in Figure 14.8. Plants that lack vascular tissue formed of specialized cells for the transport of water and nutrients are referred to as nonvascular plants. The bryophytes, liverworts, mosses, and hornworts are seedless and nonvascular, and likely appeared early in land plant evolution. Vascular plants developed a network of cells that conduct water and solutes through the plant body. The first vascular plants appeared in the late Ordovician (461–444 million years ago) and were probably similar to lycophytes, which include club mosses (not to be confused with the mosses) and the pterophytes (ferns, horsetails, and whisk ferns). Lycophytes and pterophytes are referred to as seedless vascular plants. They do not produce seeds, which are embryos with their stored food reserves protected by a hard casing. The seed plants form the largest group of all existing plants and, hence, dominate the landscape. Seed plants include gymnosperms, most notably conifers, which produce “naked.",
    "concept": "biology-focused",
    "source": "sciq"
  },
  {
    "text": "Proteins are biochemical compounds that consist of one or more chains of small molecules called amino acids. Amino acids are the monomers of proteins. There are only about 20 different amino acids. The sequence of amino acids in chains and the number of chains in a protein determine the protein’s shape. Shapes may be very complex. You can learn more about the shapes of proteins at this link:.",
    "concept": "biology-focused",
    "source": "sciq"
  },
  {
    "text": "An electrolytic cell is the apparatus used for carrying out an electrolysis reaction. In an electrolytic cell, electric current is applied to provide a source of electrons for driving the reaction in a nonspontaneous direction. In a voltaic cell, the reaction goes in a direction that releases electrons spontaneously. In an electrolytic cell, the input of electrons from an external source forces the reaction to go in the opposite direction.",
    "concept": "biology-focused",
    "source": "sciq"
  },
  {
    "text": "Examples of behaviors with annual cycles include migration and hibernation. Both are innate behaviors. They are triggered by changes in the environment, such as the days growing shorter in the fall.",
    "concept": "biology-focused",
    "source": "sciq"
  },
  {
    "text": "Mendel investigated seven different characteristics in pea plants. In this chart, cotyledons refer to the tiny leaves inside seeds. Axial pods are located along the stems. Terminal pods are located at the ends of the stems.",
    "concept": "biology-focused",
    "source": "sciq"
  },
  {
    "text": "Ferns are the most common seedless vascular plants ( Figure below ). They usually have large divided leaves called fronds. In most ferns, fronds develop from a curled-up formation called a fiddlehead ( Figure below ). The fiddlehead looks like the curled decoration on the end of a stringed instrument, such as a fiddle. Leaves unroll as the fiddleheads grow and expand. Ferns grow in a variety of habitats, ranging in size from tiny aquatic species to giant tropical plants.",
    "concept": "biology-focused",
    "source": "sciq"
  },
  {
    "text": "Visit this website (http://openstaxcollege. org/l/sex_selection) for informative videos on sexual selection. In monogamous systems, one male and one female are paired for at least one breeding season. In some animals, such as the gray wolf, these associations can last much longer, even a lifetime. Several explanations have been proposed for this type of.",
    "concept": "biology-focused",
    "source": "sciq"
  },
  {
    "text": "Range shifts are already being observed: for example, some European bird species ranges have moved 91 km northward. The same study suggested that the optimal shift based on warming trends was double that distance, suggesting that the populations are not moving quickly enough. Range shifts have also been observed in plants, butterflies, other insects, freshwater fishes, reptiles, and mammals. Climate gradients will also move up mountains, eventually crowding species higher in altitude and eliminating the habitat for those species adapted to the highest elevations. Some climates will completely disappear. The rate of warming appears to be accelerated in the arctic, which is recognized as a serious threat to polar bear populations that require sea ice to hunt seals during the winter months: seals are the only source of protein available to polar bears. A trend to decreasing sea ice coverage has occurred since observations began in the mid-twentieth century. The rate of decline observed in recent years is far greater than previously predicted by climate models. Finally, global warming will raise ocean levels due to melt water from glaciers and the greater volume of warmer water. Shorelines will be inundated, reducing island size, which will have an effect on some species, and a number of islands will disappear entirely. Additionally, the gradual melting and subsequent refreezing of the poles, glaciers, and higher elevation.",
    "concept": "biology-focused",
    "source": "sciq"
  },
  {
    "text": "Wind-blown pollen might land anywhere and be wasted. Another adaptation solved this problem. Plants evolved traits that attract specific animal pollinators. Like the bee in Figure below , a pollinator picks up pollen on its body and carries it directly to another plant of the same species. This greatly increases the chance that fertilization will occur.",
    "concept": "biology-focused",
    "source": "sciq"
  },
  {
    "text": "An electric generator is a device that changes kinetic energy to electrical energy through electromagnetic induction. A simple diagram of an electric generator is shown in Figure below . In a generator, some form of energy is applied to turn a shaft. This causes a coil of wire to rotate between opposite poles of a magnet. Because the coil is rotating in a magnetic field, electric current is generated in the wire. If the diagram in Figure below looks familiar to you, that’s because a generator is an electric motor in reverse. Look back at the electric motor in Figure above . If you were to mechanically turn the shaft of the motor (instead of using electromagnetism to turn it), the motor would generate electricity just like an electric generator. You can learn how to make a very simple electric generator by watching the video at the URL below. Making your own generator will help you understand how a generator works.",
    "concept": "biology-focused",
    "source": "sciq"
  },
  {
    "text": "Life is complex, and there are millions of species alive today. Many millions more lived in the past and then went extinct. Organisms include microscopic, single-celled organisms. They also include complex, multicellular animals such as you. Clearly, life science is a huge science. That’s why a life scientist usually specializes in just one field within life science. Dr. Smith, for example, specializes in ecology. You can see the focus of ecology and several other life science fields in Table below . Click on the links provided if you want to learn about careers in these fields.",
    "concept": "biology-focused",
    "source": "sciq"
  },
  {
    "text": "In plants, the embryo develops inside of the female plant after fertilization. Algae do not keep the embryo inside of themselves but release it into water. This was the first feature to evolve that separated plants from green algae. This is also the only adaptation shared by all plants.",
    "concept": "biology-focused",
    "source": "sciq"
  },
  {
    "text": "The branch of biology that studies animal behavior is called ethology. Ethologists usually study how animals behave in their natural environment. They try to determine the cause of behaviors, how behaviors develop, and how and why behaviors evolve.",
    "concept": "biology-focused",
    "source": "sciq"
  },
  {
    "text": "Cnidarians have an incomplete digestive system with a single opening. The opening is surrounded by tentacles, which are covered with nematocyst cells and used to capture prey. Digestion takes place in the digestive cavity. Nutrients are absorbed and gases are exchanged through the cells lining this cavity. Fluid in the cavity supports and stiffens the cnidarian body.",
    "concept": "biology-focused",
    "source": "sciq"
  },
  {
    "text": "There is not just one distinguishing feature that separates a living thing from a non-living thing. A cat moves but so does a car. A tree grows bigger, but so does a cloud. A cell has structure, but so does a crystal. Biologists define life by listing characteristics that living things share. Something that has all of the characteristics of life is considered to be alive. The duck decoy in Figure below may look like a duck, act like a duck in that it floats about, but it is not alive. The decoy cannot reproduce, respond to its environment, or breathe.",
    "concept": "biology-focused",
    "source": "sciq"
  },
  {
    "text": "There are three main ocean zones based on distance from shore. They are the intertidal zone , neritic zone , and oceanic zone . Distance from shore influences how many nutrients are in the water. Why? Most nutrients are washed into ocean water from land. Therefore, water closer to shore tends to have more nutrients. Living things need nutrients. So distance from shore also influences how many organisms live in the water.",
    "concept": "biology-focused",
    "source": "sciq"
  },
  {
    "text": "6.3 The Laws of Thermodynamics In studying energy, scientists use the term “system” to refer to the matter and its environment involved in energy transfers. Everything outside of the system is called the surroundings. Single cells are biological systems. Systems can be thought of as having a certain amount of order. It takes energy to make a system more ordered. The more ordered a system is, the lower its entropy. Entropy is a measure of the disorder of a system. As a system becomes more disordered, the lower its energy and the higher its entropy become. A series of laws, called the laws of thermodynamics, describe the properties and processes of energy transfer. The first law states that the total amount of energy in the universe is constant. This means that energy can’t be created or destroyed, only transferred or transformed. The second law of thermodynamics states that every energy transfer involves some loss of energy in an unusable form, such as heat energy, resulting in a more disordered system. In other words, no energy transfer is completely efficient and tends toward disorder.",
    "concept": "biology-focused",
    "source": "sciq"
  },
  {
    "text": "(a) Initially, the system (a copper penny and concentrated nitric acid) is at atmospheric pressure. (b) When the penny is added to the nitric acid, the volume of NO2 gas that is formed causes the piston to move upward to maintain the system at atmospheric pressure. In doing so, the system is performing work on its surroundings. The symbol E in represents the internal energy of a system, which is the sum of the kinetic energy and potential energy of all its components. It is the change in internal energy that produces heat plus work. To measure the energy changes that occur in chemical reactions, chemists usually use a related thermodynamic quantity calledenthalpy (H) (from the Greek enthalpein, meaning “to warm”). The enthalpy of a system is defined as the sum of its internal energy E plus the product of its pressure Pand volume V:.",
    "concept": "biology-focused",
    "source": "sciq"
  },
  {
    "text": "Some predator species are known as keystone species. A keystone species is one that plays an especially important role in its community. Major changes in the numbers of a keystone species affect the populations of many other species in the community. For example, some sea star species are keystone species in coral reef communities. The sea stars prey on mussels and sea urchins, which have no other natural predators. If sea stars were removed from a coral reef community, mussel and sea urchin populations would have explosive growth. This, in turn, would drive out most other species. In the end, the coral reef community would be destroyed.",
    "concept": "biology-focused",
    "source": "sciq"
  },
  {
    "text": "isolating the individual components, preservationists are better able to determine the condition of an object and those books and documents most in need of immediate protection. The simplest class of organic compounds is the hydrocarbons, which consist entirely of carbon and hydrogen. Petroleum and natural gas are complex, naturally occurring mixtures of many different hydrocarbons that furnish raw materials for the chemical industry. The four major classes of hydrocarbons are the alkanes, which contain only carbon–hydrogen and carbon–carbon single bonds; the alkenes, which contain at least one carbon–carbon double bond; the alkynes, which contain at least one carbon–carbon triple bond; and the aromatic hydrocarbons, which usually contain rings of six carbon atoms that can be drawn with alternating single and double bonds. Alkanes are also called saturated hydrocarbons, whereas hydrocarbons that contain multiple bonds (alkenes, alkynes, and aromatics) are unsaturated.",
    "concept": "biology-focused",
    "source": "sciq"
  },
  {
    "text": "The story is quite different for gases. Gases take the shape of their container, and they are relatively easy to compress. There are fewer gas particles per unit volume than for the same substance in the liquid or solid form. In fact, the liquid form of a given material is generally several hundred times more dense than the gas form at normal pressures. Despite the large amounts of empty space, a sample of a gas contains many particles moving around, colliding and imparting force on their surroundings. For example, in a one mole sample of gas at 0°C and 1 atm of pressure, each cubic centimeter contains roughly 2.7 × 10 19 molecules. Each molecule participates in several billion collisions every second, moving only about 10-100 nanometers between collisions. Additionally, these gas particles move at very high speeds. For example, at 25°C, the average speed of hydrogen molecules in a sample of hydrogen gas is 1960 m/s.",
    "concept": "biology-focused",
    "source": "sciq"
  },
  {
    "text": "Many adults and some children suffer from a deficiency of lactase. These individuals are said to be lactose intolerant because they cannot digest the lactose found in milk. A more serious problem is the genetic disease galactosemia, which results from the absence of an enzyme needed to convert galactose to glucose. Certain bacteria can metabolize lactose, forming lactic acid as one of the products. This reaction is responsible for the “souring” of milk.",
    "concept": "biology-focused",
    "source": "sciq"
  },
  {
    "text": "Catabolic Reactions Catabolic reactions break down large organic molecules into smaller molecules, releasing the energy contained in the chemical bonds. These energy releases (conversions) are not 100 percent efficient. The amount of energy released is less than the total amount contained in the molecule. Approximately 40 percent of energy yielded from catabolic reactions is directly transferred to the high-energy molecule adenosine triphosphate (ATP). ATP, the energy currency of cells, can be used immediately to power molecular machines that support cell, tissue, and organ function. This includes building new tissue and repairing damaged tissue. ATP can also be stored to fulfill future energy demands. The remaining 60 percent of the energy released from catabolic reactions is given off as heat, which tissues and body fluids absorb. Structurally, ATP molecules consist of an adenine, a ribose, and three phosphate groups (Figure 24.2). The chemical bond between the second and third phosphate groups, termed a high-energy bond, represents the greatest source of energy in a cell. It is the first bond that catabolic enzymes break when cells require energy to do work. The products of this reaction are a molecule of adenosine diphosphate (ADP) and a lone phosphate group (Pi). ATP, ADP, and Pi are constantly being cycled through reactions that build ATP and store energy, and reactions that break down ATP and release energy.",
    "concept": "biology-focused",
    "source": "sciq"
  },
  {
    "text": "The haploid life cycle ( Figure below ) is the simplest life cycle. It is found in many single-celled organisms. Organisms with a haploid life cycle spend the majority of their lives as haploid gametes. When the haploid gametes fuse, they form a diploid zygote. It quickly undergoes meiosis to produce more haploid gametes that repeat the life cycle.",
    "concept": "biology-focused",
    "source": "sciq"
  },
  {
    "text": "Take a close look at this gorilla hand. The similarities to a human hand are remarkable. Comparing anatomy, and characterizing the similarities and differences, provides evidence of evolution.",
    "concept": "biology-focused",
    "source": "sciq"
  },
  {
    "text": "What is this intricate orb? It is the greatly magnified skeleton of single-celled ocean organisms call radiolarian. The skeleton is made of an element that is extremely common on Earth. In fact, it is the second most abundant element in Earth’s crust. It is also one of the most common elements in the entire universe. What is this important element? Its name is silicon, and it belongs to a class of elements called metalloids.",
    "concept": "biology-focused",
    "source": "sciq"
  },
  {
    "text": "Watch this short video (http://openstaxcollege. org/l/transgenic) explaining how scientists create a transgenic animal. Although the classic methods of studying the function of genes began with a given phenotype and determined the genetic basis of that phenotype, modern techniques allow researchers to start at the DNA sequence level and ask: \"What does this gene or DNA element do?\" This technique, called reverse genetics, has resulted in reversing the classical genetic methodology. One example of this method is analogous to damaging a body part to determine its function. An insect that loses a wing cannot fly, which means that the wing’s function is flight. The classic genetic method compares insects that cannot fly with insects that can fly, and observes that the non-flying insects have lost wings. Similarly in a reverse genetics approach, mutating or deleting genes provides researchers with clues about gene function. Alternately, reverse genetics can be used to cause a gene to overexpress itself to determine what phenotypic effects may occur.",
    "concept": "biology-focused",
    "source": "sciq"
  },
  {
    "text": "The majority of arthropods are insects (Class Insecta). In fact, more than half of all known organisms are insects. There may be more than 10 million insect species in the world, although most of them have not yet been identified. In terms of their numbers and diversity, insects clearly are the dominant animals in the world.",
    "concept": "biology-focused",
    "source": "sciq"
  },
  {
    "text": "Obesity With obesity at high rates in the United States, there is a public health focus on reducing obesity and associated health risks, which include diabetes, colon and breast cancer, and cardiovascular disease. How does the food consumed contribute to obesity? Fatty foods are calorie-dense, meaning that they have more calories per unit mass than carbohydrates or proteins. One gram of carbohydrates has four calories, one gram of protein has four calories, and one gram of fat has nine calories. Animals tend to seek lipid-rich food for their higher energy content. Greater amounts of food energy taken in than the body’s requirements will result in storage of the excess in fat deposits. Excess carbohydrate is used by the liver to synthesize glycogen. When glycogen stores are full, additional glucose is converted into fatty acids. These fatty acids are stored in adipose tissue cells—the fat cells in the mammalian body whose primary role is to store fat for later use. The rate of obesity among children is rapidly rising in the United States. To combat childhood obesity and ensure that children get a healthy start in life, in 2010 First Lady Michelle Obama launched the Let’s Move! campaign. The goal of this campaign is to educate parents and caregivers on providing healthy nutrition and encouraging active lifestyles in future generations. This program aims to involve the entire community, including parents, teachers, and healthcare providers to ensure that children have access to healthy foods—more fruits, vegetables, and whole grains—and consume fewer calories from processed foods. Another goal is to ensure that children get physical activity. With the increase in television viewing and stationary pursuits such as video games, sedentary lifestyles have become the norm. Visit www. letsmove. gov to learn more.",
    "concept": "biology-focused",
    "source": "sciq"
  },
  {
    "text": "Alkenes Organic compounds that contain one or more double or triple bonds between carbon atoms are described as unsaturated. You have likely heard of unsaturated fats. These are complex organic molecules with long chains of carbon atoms, which contain at least one double bond between carbon atoms. Unsaturated hydrocarbon molecules that contain one or more double bonds are called alkenes. Carbon atoms linked by a double bond are bound together by two bonds, one σ bond and one π bond. Double and triple bonds give rise to a different geometry around the carbon atom that participates in them, leading to important differences in molecular shape and properties. The differing geometries are responsible for the different properties of unsaturated versus saturated fats. Ethene, C2H4, is the simplest alkene. Each carbon atom in ethene, commonly called ethylene, has a trigonal planar structure. The second member of the series is propene (propylene) (Figure 20.7); the butene isomers follow in the series. Four carbon atoms in the chain of butene allows for the formation of isomers based on the position of the double bond, as well as a new form of isomerism.",
    "concept": "biology-focused",
    "source": "sciq"
  },
  {
    "text": "Biogeography is the study of how and why plants and animals live where they do. It provides more evidence for evolution. Let’s consider the camel family as an example.",
    "concept": "biology-focused",
    "source": "sciq"
  },
  {
    "text": "The two major types of seed plants are the gymnosperms (seeds in cones) and angiosperms (seeds in ovaries of flowers). Figure below shows how the seeds of gymnosperms and angiosperms differ. Do you see the main difference between the two seeds? The angiosperm seed is surrounded by an ovary .",
    "concept": "biology-focused",
    "source": "sciq"
  },
  {
    "text": "Glucose is the energy-rich product of photosynthesis, a universal food for life. It is also the primary form in which your bloodstream delivers energy to every cell in your body.",
    "concept": "biology-focused",
    "source": "sciq"
  },
  {
    "text": "Fungi are simple eukaryotic organisms that consist of one or more cells. They include mushrooms and yeasts. Human diseases caused by fungi include ringworm and athlete’s foot. Both are skin diseases that are not usually serious. A ringworm infection is pictured below ( Figure below ). A more serious fungus disease is histoplasmosis. It is a lung infection. Though fungal infections can be annoying, they are rarely as serious or deadly as bacterial or viral infections.",
    "concept": "biology-focused",
    "source": "sciq"
  },
  {
    "text": "Bronchitis is an inflammation of the bronchi, the air passages that conduct air into the lungs. The bronchi become red and swollen with infection. Acute bronchitis is usually caused by viruses or bacteria, and may last several days or weeks. It is characterized by a cough that produces phlegm, or mucus. Symptoms include shortness of breath and wheezing. Acute bronchitis is usually treated with antibiotics.",
    "concept": "biology-focused",
    "source": "sciq"
  },
  {
    "text": "Looking at different types of competition, ecologists developed the competitive exclusion principle . The principle states that species less suited to compete for resources will either adapt, move from the area, or die out. In order for two species within the same area to coexist, they may adapt by developing different specializations. This is known as character displacement . An example of character displacement is when different birds adapt to eating different types of food. They can develop different types of bills, like Darwin’s Finches ( Figure below ). Therefore, competition for resources within and between species plays an important role in evolution through natural selection .",
    "concept": "biology-focused",
    "source": "sciq"
  },
  {
    "text": "You can follow the operation of an electricity-generating fission reactor in the image above. The reactor core is submerged in a pool of water. The heat from the fission reaction heats the water, which is pumped into a heat exchange container. There the heated water boils the water in the heat exchanger. The produced steam is forced through a turbine that spins a generator and produces electricity. After the water passes through the turbine, it is condensed back to liquid water and pumped back to the heat exchanger.",
    "concept": "biology-focused",
    "source": "sciq"
  },
  {
    "text": "Introduction Plants are as essential to human existence as land, water, and air. Without plants, our day-to-day lives would be impossible because without oxygen from photosynthesis, aerobic life cannot be sustained. From providing food and shelter to serving as a source of medicines, oils, perfumes, and industrial products, plants provide humans with numerous valuable resources. When you think of plants, most of the organisms that come to mind are vascular plants. These plants have tissues that conduct food and water, and they have seeds. Seed plants are divided into gymnosperms and angiosperms. Gymnosperms include the needle-leaved conifers—spruce, fir, and pine—as well as less familiar plants, such as ginkgos and cycads. Their seeds are not enclosed by a fleshy fruit. Angiosperms, also called flowering plants, constitute the majority of seed plants. They include broadleaved trees (such as maple, oak, and elm), vegetables (such as potatoes, lettuce, and carrots), grasses, and plants known for the beauty of their flowers (roses, irises, and daffodils, for example). While individual plant species are unique, all share a common structure: a plant body consisting of stems, roots, and leaves. They all transport water, minerals, and sugars produced through photosynthesis through the plant body in a similar manner. All plant species also respond to environmental factors, such as light, gravity, competition, temperature, and predation.",
    "concept": "biology-focused",
    "source": "sciq"
  },
  {
    "text": "It is estimated that 100 trillion bacteria live in the gut. This is more than the human cells that make up you. It has also been estimated that there are more bacteria in your mouth than people on the planet. There are over 7 billion people on the planet.",
    "concept": "biology-focused",
    "source": "sciq"
  },
  {
    "text": "The majority of the human genome is non-coding sequence. These sequences include regulatory sequences, and DNA with unknown functions. These sequences include tandem repeat elements known as satellite DNA , and transposons. Satellite DNA consists of very large arrays of tandemly repeating, non-coding DNA. The repeating units can be just a single base (a mono nucleotide repeat), two bases (a dinucleotide repeat), three bases (a trinucleotide repeat) or a much larger repeating unit. Some repeating units are several thousand base pairs long, and the total size of a satellite DNA segment can be several megabases without interruption.",
    "concept": "biology-focused",
    "source": "sciq"
  },
  {
    "text": "Migration Migration is the long-range seasonal movement of animals. It is an evolved, adapted response to variation in resource availability, and it is a common phenomenon found in all major groups of animals. Birds fly south for the winter to get to warmer climates with sufficient food, and salmon migrate to their spawning grounds. The popular 2005 documentary March of the Penguins followed the 62-mile migration of emperor penguins through Antarctica to bring food back to their breeding site and to their young. Wildebeests (Figure 45.35) migrate over 1800 miles each year in search of new grasslands.",
    "concept": "biology-focused",
    "source": "sciq"
  },
  {
    "text": "Composite volcanoes are also called stratovolcanoes. This is because they are formed by alternating layers (strata) of magma and ash ( Figure below ). The magma that creates composite volcanoes tends to be thick. The steep sides form because the lava cannot flow too far from the vent. The thick magma may also create explosive eruptions. Ash and pyroclasts erupt into the air. Much of this material falls back down near the vent. This creates the steep sides of stratovolcanoes. The composition of magma that erupts at composite volcanoes is usually felsic (rhyolite) or intermediate (andesite).",
    "concept": "biology-focused",
    "source": "sciq"
  },
  {
    "text": "When geologic and climatic conditions are changing, evolution may occur more quickly. Thus, long periods of little change may be interrupted by bursts of rapid change. This model of the timing of evolution is called punctuated equilibrium . It is better supported by the fossil record than is gradualism.",
    "concept": "biology-focused",
    "source": "sciq"
  },
  {
    "text": "The nervous system is made up of nerves. A nerve is a bundle of nerve cells. A nerve cell that carries messages is called a neuron. The messages carried by neurons are called nerve impulses.",
    "concept": "biology-focused",
    "source": "sciq"
  },
  {
    "text": "There are several traits shared by all arthropods. Arthropods have a complete digestive system. They also have a circulatory system and a nervous system. In addition, they have special organs for breathing and excreting wastes. Other traits of arthropods include:.",
    "concept": "biology-focused",
    "source": "sciq"
  },
  {
    "text": "Complex Tissue Structure A hallmark trait of animals is specialized structures that are differentiated to perform unique functions. As multicellular organisms, most animals develop specialized cells that group together into tissues with specialized functions. A tissue is a collection of similar cells that had a common embryonic origin. There are four main types of animal tissues: nervous, muscle, connective, and epithelial. Nervous tissue contains neurons, or nerve cells, which transmit nerve impulses. Muscle tissue contracts to cause all types of body movement from locomotion of the organism to movements within the body itself. Animals also have specialized connective tissues that provide many functions, including transport and structural support. Examples of connective tissues include blood and bone. Connective tissue is comprised of cells separated by extracellular material made of organic and inorganic materials, such as the protein and mineral deposits of bone. Epithelial tissue covers the internal and external surfaces of organs inside the animal body and the external surface of the body of the organism.",
    "concept": "biology-focused",
    "source": "sciq"
  },
  {
    "text": "Populations of viruses do not grow through cell division because they are not cells. Instead, they use the machinery and metabolism of a host cell to produce new copies of themselves. After infecting a host cell, a virion uses the cell’s ribosomes, enzymes, ATP, and other components to replicate. Viruses vary in how they do this. For example:.",
    "concept": "biology-focused",
    "source": "sciq"
  },
  {
    "text": "Many objects have color because they contain pigments. A pigment is a substance that colors materials by reflecting light of certain wavelengths and absorbing light of other wavelengths. A very common pigment is the dark green pigment called chlorophyll, which is found in plants. Chlorophyll absorbs all but green wavelengths of visible light. Pigments are also found in many manufactured products. They are used to color paints, inks, and dyes. Just three pigments, called primary pigments, can be combined to produce all other colors. The primary colors of pigments are the same as the secondary colors of light: cyan, magenta, and yellow.",
    "concept": "biology-focused",
    "source": "sciq"
  },
  {
    "text": "Nuclear power is a controversial subject in California and most other places. Nuclear power has no pollutants including no carbon emissions. However, power plants are not always safe. The long-term disposal of wastes is a problem that has not yet been solved. The future of nuclear power is murky. Find out more at: http://science. kqed. org/quest/audio/new-nuclear/.",
    "concept": "biology-focused",
    "source": "sciq"
  },
  {
    "text": "Several lethal viruses that cause viral hemorrhagic fever have been discovered, two of which are shown in the Figure below . Ebola outbreaks have been limited mainly to remote areas of the world. However, they have gained extensive media attention because of the high mortality rate—23 percent to 90 percent—depending on the strain. The primary hosts of the viruses are thought to be apes in west central Africa, but the virus has also been isolated from bats in the same region.",
    "concept": "biology-focused",
    "source": "sciq"
  },
  {
    "text": "Cell division is simpler in prokaryotes than eukaryotes because prokaryotic cells themselves are simpler. Prokaryotic cells have a single circular chromosome, no nucleus, and few other organelles. Eukaryotic cells, in contrast, have multiple chromosomes contained within a nucleus, and many other organelles. All of these cell parts must be duplicated and then separated when the cell divides. A chromosome is a molecule of DNA, and will be the focus of a subsequent concept.",
    "concept": "biology-focused",
    "source": "sciq"
  },
  {
    "text": "The axon of many neurons has an outer layer called a myelin sheath (see Figure above ). Myelin is a lipid produced by a type of a glial cell known as a Schwann cell. The myelin sheath acts like a layer of insulation, similar to the plastic that encases an electrical cord. Regularly spaced nodes, or gaps, in the myelin sheath allow nerve impulses to skip along the axon very rapidly.",
    "concept": "biology-focused",
    "source": "sciq"
  },
  {
    "text": "New species arise in the process of speciation. Allopatric speciation occurs when some members of a species become geographically separated. They then evolve genetic differences. If the differences prevent them from interbreeding with the original species, a new species has evolved. Sympatric speciation occurs without geographic separation.",
    "concept": "biology-focused",
    "source": "sciq"
  },
  {
    "text": "Giardia are flagellate protozoa that cause giardiasis . The parasites enter the body through food or water that has been contaminated by feces of infected people or animals. The protozoa attach to the lining of the host’s small intestine, where they prevent the host from fully absorbing nutrients. They may also cause diarrhea, abdominal pain, and fever. A picture of a Giardia protozoan opens this concept.",
    "concept": "biology-focused",
    "source": "sciq"
  },
  {
    "text": "Nucleic acids are one of four classes of biochemical compounds. (The other three classes are carbohydrates, proteins, and lipids. ) Nucleic acids include RNA (ribonucleic acid) as well as DNA (deoxyribonucleic acid). Both types of nucleic acids contain the elements carbon, hydrogen, oxygen, nitrogen, and phosphorus.",
    "concept": "biology-focused",
    "source": "sciq"
  },
  {
    "text": "Water is essential to life because chemical reactions within cells take place in water. Most people can survive only a few days without consuming water to replace their water losses. How do you lose water?.",
    "concept": "biology-focused",
    "source": "sciq"
  },
  {
    "text": "22.1 Introduction Viruses are the smallest biological particle (the tiniest are only 20 nm in diameter). However, they are not biological organisms so they are not classified in any kingdom of living things. They do not have any organelles and cannot respire or perform metabolic functions. Viruses are merely strands of DNA or RNA surrounded by a protective protein coat called a capsid. Viruses only come to life when they have invaded a cell. Outside of a host cell, viruses are completely inert. Since first being identified in 1935, viruses have been classified into more than 160 major groups. Viruses are classified based on their shape, replication properties, and the diseases that they cause. Furthermore, the shape of a virus is determined by the type and arrangement of proteins in its capsid. Viruses pathogenic to humans are currently classified into 21 groups. Viruses can also attack bacteria and infect bacterial cells. Such viruses are called bacteriophages.",
    "concept": "biology-focused",
    "source": "sciq"
  },
  {
    "text": "A tissue is a group of connected cells that have a similar function within an organism. More complex organisms such as jellyfish, coral, and sea anemones have a tissue level of organization. For example, jellyfish have tissues that have separate protective, digestive, and sensory functions.",
    "concept": "biology-focused",
    "source": "sciq"
  },
  {
    "text": "The process in which organ systems work to maintain a stable internal environment is called homeostasis . Keeping a stable internal environment requires constant adjustments. Here are just three of the many ways that human organ systems help the body maintain homeostasis:.",
    "concept": "biology-focused",
    "source": "sciq"
  },
  {
    "text": "Most prokaryotes have a peptidoglycan cell wall and many have a polysaccharide capsule (Figure 4.5). The cell wall acts as an extra layer of protection, helps the cell maintain its shape, and prevents dehydration. The capsule enables the cell to attach to surfaces in its environment. Some prokaryotes have flagella, pili, or fimbriae. Flagella are used for locomotion. Pili are used to exchange genetic material during a type of reproduction called conjugation. Fimbriae are used by bacteria to attach to a host cell.",
    "concept": "biology-focused",
    "source": "sciq"
  },
  {
    "text": "There are very few living species of monotremes, or egg-laying mammals. They include the echidna and platypus, both pictured in Figure below . Monotremes are found only in Australia and the nearby island of New Guinea.",
    "concept": "biology-focused",
    "source": "sciq"
  },
  {
    "text": "The genetic code is the same in all living things. This shows that all organisms are related by descent from a common ancestor.",
    "concept": "biology-focused",
    "source": "sciq"
  },
  {
    "text": "Figure 15.2 All animals that derive energy from food are heterotrophs. The (a) black bear is an omnivore, eating both plants and animals. The (b) heartworm Dirofilaria immitis is a parasite that derives energy from its hosts. It spends its larval stage in mosquitos and its adult stage infesting the hearts of dogs and other mammals, as shown here. (credit a: modification of work by USDA Forest Service; credit b: modification of work by Clyde Robinson).",
    "concept": "biology-focused",
    "source": "sciq"
  },
  {
    "text": "Through the process of transformation, the human gene for insulin is placed into bacteria. The bacteria then use that gene to make a protein. The protein can be separated from the bacteria and then used to treat patients. The mass production of insulin by bacteria made this medicine much more affordable.",
    "concept": "biology-focused",
    "source": "sciq"
  },
  {
    "text": "Mutualism is a symbiotic relationship in which both species benefit. An example of mutualism involves goby fish and shrimp (see Figure below ). The nearly blind shrimp and the fish spend most of their time together. The shrimp maintains a burrow in the sand in which both the fish and shrimp live. When a predator comes near, the fish touches the shrimp with its tail as a warning. Then, both fish and shrimp retreat to the burrow until the predator is gone. From their relationship, the shrimp gets a warning of approaching danger. The fish gets a safe retreat and a place to lay its eggs.",
    "concept": "biology-focused",
    "source": "sciq"
  },
  {
    "text": "Longer chains of monosaccharides are referred to as polysaccharides . Starch, glycogen, and cellulose are three extremely common polysaccharides made entirely out of glucose molecules. The differences lie in the types of bonds between the glucose units and the extent of branching in the carbohydrate chain. Starch is found in plants and is consumed as part of our diet. Glycogen is made by the body and is a storage form of glucose for when the cells need extra energy. Cellulose is another long-chain polysaccharide found in plants. Unlike starch and glycogen, the human body cannot break cellulose down into molecules of glucose. Although cellulose does not have any nutritional value in terms of calories, it is a major component of dietary fiber, which has other digestive benefits.",
    "concept": "biology-focused",
    "source": "sciq"
  },
  {
    "text": "Cellular respiration and photosynthesis are direct opposite reactions. Energy from the sun enters a plant and is converted into glucose during photosynthesis. Some of the energy is used to make ATP in the mitochondria during cellular respiration, and some is lost to the environment as heat.",
    "concept": "biology-focused",
    "source": "sciq"
  },
  {
    "text": "After tissues, organs are the next level of organization of the human body. An organ is a structure that consists of two or more types of tissues that work together to do the same job. Examples of human organs include the brain, heart, lungs, skin, and kidneys. Human organs are organized into organ systems, many of which are shown in Figure below . An organ system is a group of organs that work together to carry out a complex overall function. Each organ of the system does part of the larger job.",
    "concept": "biology-focused",
    "source": "sciq"
  },
  {
    "text": "Many amino acids can be linked together to form a long chain known as a protein . These linkages are formed when the carboxylic acid of one amino acid reacts with the amine of another to produce an amide (see Figure below ).",
    "concept": "biology-focused",
    "source": "sciq"
  },
  {
    "text": "Oxides As with the halides, the nature of bonding in oxides of the transition elements is determined by the oxidation state of the metal. Oxides with low oxidation states tend to be more ionic, whereas those with higher oxidation states are more covalent. These variations in bonding are because the electronegativities of the elements are not fixed values. The electronegativity of an element increases with increasing oxidation state. Transition metals in low oxidation states have lower electronegativity values than oxygen; therefore, these metal oxides are ionic. Transition metals in very high oxidation states have electronegativity values close to that of oxygen, which leads to these oxides being covalent. The oxides of the first transition series can be prepared by heating the metals in air. These oxides are Sc2O3, TiO2, V2O5, Cr2O3, Mn3O4, Fe3O4, Co3O4, NiO, and CuO. Alternatively, these oxides and other oxides (with the metals in different oxidation states) can be produced by heating the corresponding hydroxides, carbonates, or oxalates in an inert atmosphere. Iron(II) oxide can be prepared by heating iron(II) oxalate, and cobalt(II) oxide is produced by heating cobalt(II) hydroxide:.",
    "concept": "biology-focused",
    "source": "sciq"
  },
  {
    "text": "The organs that make up the cardiovascular system are the heart and a network of blood vessels that run throughout the body. The blood in the cardiovascular system is a liquid connective tissue. Figure below shows the heart and major vessels through which blood flows in the system. The heart is basically a pump that keeps blood moving through the blood vessels.",
    "concept": "biology-focused",
    "source": "sciq"
  },
  {
    "text": "True predation is when a predator kills and eats its prey. Some predators of this type, such as jaguars, kill large prey. They tear it apart and chew it before eating it. Others, like bottlenose dolphins or snakes, may eat their prey whole. In some cases, the prey dies in the mouth or the digestive system of the predator. Baleen whales, for example, eat millions of plankton at once. The prey is digested afterward. True predators may hunt actively for prey, or they may sit and wait for prey to get within striking distance. Certain traits enable organisms to be effective hunters. These include camouflage, speed, and heightened senses. These traits also enable certain prey to avoid predators.",
    "concept": "biology-focused",
    "source": "sciq"
  },
  {
    "text": "Organisms that reproduce sexually by joining gametes , a process known as fertilization , must have a mechanism to produce haploid gametes. This mechanism is meiosis , a type of cell division that halves the number of chromosomes. Meiosis occurs only in gamete producing cells within the gonads. During meiosis the pairs of chromosomes separate and segregate randomly to produce gametes with one chromosome from each pair. Meiosis involves two nuclear and cell divisions without an interphase in between, starting with one diploid cell and generating four haploid cells ( Figure below ). Each division, named meiosis I and meiosis II, has four stages: prophase, metaphase, anaphase, and telophase. These stages are similar to those of mitosis, but there are distinct and important differences.",
    "concept": "biology-focused",
    "source": "sciq"
  },
  {
    "text": "Mitosis and meiosis are two types of cell division, with dramatically different products. Mitosis begins with a diploid somatic cell and ends with two genetically identical diploid cells. Meiosis begins with a diploid cell and produces four haploid genetically unique cells that form gametes.",
    "concept": "biology-focused",
    "source": "sciq"
  },
  {
    "text": "may be located in organs or tissues that have functions in addition to hormone production. Hormones circulate throughout the body and stimulate a response in cells that have receptors able to bind with them. The changes brought about in the receiving cells affect the functioning of the organ system to which they belong. Many of the hormones are secreted in response to signals from the nervous system, thus the two systems act in concert to effect changes in the body.",
    "concept": "biology-focused",
    "source": "sciq"
  },
  {
    "text": "Irrigation is the single biggest use of water. Overhead irrigation wastes a lot of water. Drip irrigation ( Figure below ) wastes a lot less. Water pipes run over the surface of the ground. Tiny holes in the pipes are placed close to each plant. Water slowly drips out of the holes and soaks into the soil around the plants. Very little of the water evaporates or runs off the ground.",
    "concept": "biology-focused",
    "source": "sciq"
  },
  {
    "text": "Genetic drift is a random change in allele frequencies that occurs in a small population. When a small number of parents produce just a few offspring, allele frequencies in the offspring may differ, by chance, from allele frequencies in the parents.",
    "concept": "biology-focused",
    "source": "sciq"
  },
  {
    "text": "DNA Double-Helical Structure DNA has a double-helical structure (Figure 2.23). It is composed of two strands, or polymers, of nucleotides. The strands are formed with bonds between phosphate and sugar groups of adjacent nucleotides. The strands are bonded to each other at their bases with hydrogen bonds, and the strands coil about each other along their length, hence the “double helix” description, which means a double spiral.",
    "concept": "biology-focused",
    "source": "sciq"
  },
  {
    "text": "As for all animals, your body is made of four types of tissue: epidermal, muscle, nerve, and connective tissues. Plants, too, are built of tissues, but not surprisingly, their very different lifestyles derive from different kinds of tissues. All three types of plant cells are found in most plant tissues. Three major types of plant tissues are dermal, ground, and vascular tissues.",
    "concept": "biology-focused",
    "source": "sciq"
  },
  {
    "text": "Lymph that collects in tissues slowly passes into tiny lymph vessels. Lymph then travels from smaller to larger lymph vessels. Muscles around the lymph vessels contract and squeeze the lymph through the vessels. The lymph vessels also contract to help move the lymph along. Eventually, lymph reaches the main lymph vessels, which are located in the chest. From these vessels, lymph drains into two large veins of the cardiovascular system. This is how lymph returns to the blood.",
    "concept": "biology-focused",
    "source": "sciq"
  },
  {
    "text": "The generation of electricity is critical for the operation of nearly all aspects of modern society. The following diagram illustrates the types of fuels used to generate electrical power in the Unites States. In 2009, almost 45% of the power generated in the U. S. was derived from coal, with natural gas making up another 23% of the total. The third primary source of electrical energy is nuclear power, which accounts for approximately 20% of the total amount generated. All of these fuels give off energy in the form of heat. This heat is used to convert water into steam, which is then used to turn a turbine, thus generating electrical power.",
    "concept": "biology-focused",
    "source": "sciq"
  },
  {
    "text": "7.2 | Glycolysis By the end of this section, you will be able to: • Describe the overall result in terms of molecules produced in the breakdown of glucose by glycolysis • Compare the output of glycolysis in terms of ATP molecules and NADH molecules produced You have read that nearly all of the energy used by living cells comes to them in the bonds of the sugar, glucose. Glycolysis is the first step in the breakdown of glucose to extract energy for cellular metabolism. Nearly all living organisms carry out glycolysis as part of their metabolism. The process does not use oxygen and is therefore anaerobic. Glycolysis takes place in the cytoplasm of both prokaryotic and eukaryotic cells. Glucose enters heterotrophic cells in two ways. One method is through secondary active transport in which the transport takes place against the glucose concentration gradient. The other mechanism uses a group of integral proteins called GLUT proteins, also known as glucose transporter proteins. These transporters assist in the facilitated diffusion of glucose. Glycolysis begins with the six carbon ring-shaped structure of a single glucose molecule and ends with two molecules of a three-carbon sugar called pyruvate. Glycolysis consists of two distinct phases. The first part of the glycolysis pathway traps the glucose molecule in the cell and uses energy to modify it so that the six-carbon sugar molecule can be split evenly into the two three-carbon molecules. The second part of glycolysis extracts energy from the molecules and stores it in the form of ATP and NADH, the reduced form of NAD.",
    "concept": "biology-focused",
    "source": "sciq"
  },
  {
    "text": "The cell wall grows toward the center of the cell. The cytoplasm splits apart, and the cell pinches in two. This is called cytokinesis .",
    "concept": "biology-focused",
    "source": "sciq"
  },
  {
    "text": "Skeletal muscle tissue forms skeletal muscles, which attach to bones and sometimes the skin and control locomotion and any other movement that can be consciously controlled. Because it can be controlled intentionally, skeletal muscle is also called voluntary muscle. When viewed under a microscope, skeletal muscle tissue has a striped or striated appearance. This appearance results from the arrangement of the proteins inside the cell that are responsible for contraction. The cells of skeletal muscle are long and tapered and have multiple nuclei on the periphery of each cell. Smooth muscle tissue occurs in the walls of hollow organs such as the intestines, stomach, and urinary bladder, and around passages such as in the respiratory tract and blood vessels. Smooth muscle has no striations, is not under voluntary control, and is called involuntary muscle. Smooth muscle cells have a single nucleus. Cardiac muscle tissue is only found in the heart. The contractions of cardiac muscle tissue pump blood throughout the body and maintain blood pressure. Like skeletal muscle, cardiac muscle is striated, but unlike skeletal muscle, cardiac muscle cannot be consciously controlled and is called involuntary muscle. The cells of cardiac muscle tissue are connected to each other through intercalated disks and usually have just one nucleus per cell.",
    "concept": "biology-focused",
    "source": "sciq"
  },
  {
    "text": "There are four major forces of evolution that cause allele frequencies to change. They are mutation, gene flow, genetic drift, and natural selection.",
    "concept": "biology-focused",
    "source": "sciq"
  },
  {
    "text": "They have lots of mitochondria. Mitochondria are called the power plants of the cell, as these organelles are where most of the cell's energy is produced. Cells that need lots of energy have lots of mitochondria.",
    "concept": "biology-focused",
    "source": "sciq"
  },
  {
    "text": "22.4 Gas Exchange The behavior of gases can be explained by the principles of Dalton’s law and Henry’s law, both of which describe aspects of gas exchange. Dalton’s law states that each specific gas in a mixture of gases exerts force (its partial pressure) independently of the other gases in the mixture. Henry’s law states that the amount of a specific gas that dissolves in a liquid is a function of its partial pressure. The greater the partial pressure of a gas, the more of that gas will dissolve in a liquid, as the gas moves toward equilibrium. Gas molecules move down a pressure gradient; in other words, gas moves from a region of high pressure to a region of low pressure. The partial pressure of oxygen is high in the alveoli and low in the blood of the pulmonary capillaries. As a result, oxygen diffuses across the respiratory membrane from the alveoli into the blood. In contrast, the partial pressure of carbon dioxide is high in the pulmonary capillaries and low in the alveoli. Therefore, carbon dioxide diffuses across the respiratory membrane from the blood into the alveoli. The amount of oxygen and carbon dioxide that diffuses across the respiratory membrane is similar. Ventilation is the process that moves air into and out of the alveoli, and perfusion affects the flow of blood in the capillaries. Both are important in gas exchange, as ventilation must be sufficient to create a high partial pressure of oxygen in the alveoli. If ventilation is insufficient and the partial pressure of oxygen drops in the alveolar air, the capillary is constricted and blood flow is redirected to alveoli with sufficient ventilation. External respiration refers to gas exchange that occurs in the alveoli, whereas internal respiration refers to gas exchange that occurs in the tissue. Both are driven by partial pressure differences.",
    "concept": "biology-focused",
    "source": "sciq"
  },
  {
    "text": "Secretory Vesicles contain materials that are to be excreted from the cell, such as wastes or hormones . Secretory vesicles include synaptic vesicles and vesicles in endocrine tissues. Synaptic vesicles store neurotransmitters. They are located at presynaptic terminals in neurons. When a signal reaches the end of an axon, the synaptic vesicles fuse with the cell membrane and release the neurotransmitter. The neurotransmitter crosses the synaptic junction, and binds to a receptor on the next cell. Some cells also produce molecules, such as hormones produced by endocrine tissues, needed by other cells. These molecules are stored in secretory vesicles and released when needed. Secretory vesicles also hold enzymes needed to make extracellular structures, such as the extracellular matrix of animal cells.",
    "concept": "biology-focused",
    "source": "sciq"
  },
  {
    "text": "Hemoglobin Hemoglobin is a large molecule made up of proteins and iron. It consists of four folded chains of a protein called globin, designated alpha 1 and 2, and beta 1 and 2 (Figure 18.7a). Each of these globin molecules is bound to a red pigment molecule called heme, which contains an ion of iron (Fe2+) (Figure 18.7b).",
    "concept": "biology-focused",
    "source": "sciq"
  },
  {
    "text": "Assume that some members of a species become geographically separated from the rest of the species. If they remain separated long enough, they may evolve genetic differences. If the differences prevent them from interbreeding with members of the original species, they have evolved into a new species. Speciation that occurs in this way is called allopatric speciation . An example is described in the Figure below .",
    "concept": "biology-focused",
    "source": "sciq"
  },
  {
    "text": "Coevolution occurs when species evolve together. This often happens in species that have symbiotic relationships. Examples include flowering plants and their pollinators.",
    "concept": "biology-focused",
    "source": "sciq"
  },
  {
    "text": "The blood vessels are an important part of the cardiovascular system. They connect the heart to every cell in the body. Arteries carry blood away from the heart, while veins return blood to the heart ( Figure below ).",
    "concept": "biology-focused",
    "source": "sciq"
  },
  {
    "text": "pressure above the liquid. Molecules in the gas phase can collide with the liquid surface and reenter the liquid via condensation. Eventually, a steady state is reached in which the number of molecules evaporating and condensing per unit time is the same, and the system is in a state of dynamic equilibrium. Under these conditions, a liquid exhibits a characteristic equilibrium vapor pressure that depends only on the temperature. We can express the nonlinear relationship between vapor pressure and temperature as a linear relationship using the Clausius–Clapeyron equation. This equation can be used to calculate the enthalpy of vaporization of a liquid from its measured vapor pressure at two or more temperatures. Volatile liquids are liquids with high vapor pressures, which tend to evaporate readily from an open container; nonvolatile liquids have low vapor pressures. When the vapor pressure equals the external pressure, bubbles of vapor form within the liquid, and it boils. The temperature at which a substance boils at a pressure of 1 atm is its normal boiling point.",
    "concept": "biology-focused",
    "source": "sciq"
  },
  {
    "text": "Right Atrium The right atrium serves as the receiving chamber for blood returning to the heart from the systemic circulation. The two major systemic veins, the superior and inferior venae cavae, and the large coronary vein called the coronary sinus that drains the heart myocardium empty into the right atrium. The superior vena cava drains blood from regions superior to the diaphragm: the head, neck, upper limbs, and the thoracic region. It empties into the superior and posterior portions of the right atrium. The inferior vena cava drains blood from areas inferior to the diaphragm: the lower limbs and abdominopelvic region of the body. It, too, empties into the posterior portion of the atria, but inferior to the opening of the superior vena cava. Immediately superior and slightly medial to the opening of the inferior vena cava on the posterior surface of the atrium is the opening of the coronary sinus. This thin-walled vessel drains most of the coronary veins that return systemic blood from the heart. The majority of the internal heart structures discussed in this and subsequent sections are illustrated in Figure 19.9. While the bulk of the internal surface of the right atrium is smooth, the depression of the fossa ovalis is medial, and the anterior surface demonstrates prominent ridges of muscle called the pectinate muscles. The right auricle also has pectinate muscles. The left atrium does not have pectinate muscles except in the auricle. The atria receive venous blood on a nearly continuous basis, preventing venous flow from stopping while the ventricles are contracting. While most ventricular filling occurs while the atria are relaxed, they do demonstrate a contractile phase and actively pump blood into the ventricles just prior to ventricular contraction. The opening between the atrium and ventricle is guarded by the tricuspid valve.",
    "concept": "biology-focused",
    "source": "sciq"
  },
  {
    "text": "When we consider a chemical reaction, we need to take into account both the system and the surroundings. The system includes the components involved in the chemical reaction itself. These will often take place in a flask, a beaker, a test tube, or some other container. The surroundings include everything that is not part of the system. When potassium reacts with water, part of the heat energy generated in the reaction is released into the surroundings. The boundary between system and surroundings is arbitrary, and it is generally chosen in a way that makes observations and calculations easier.",
    "concept": "biology-focused",
    "source": "sciq"
  },
  {
    "text": "Two unique features of mollusks are the mantle and radula (see Figure above ). The mantle is a layer of tissue that lies between the shell and the body. It secretes calcium carbonate to form the shell. It forms a cavity, called the mantle cavity, between the mantle and the body. The mantle cavity pumps water for filter feeding. The radula is a feeding organ with teeth made of chitin. It is located in front of the mouth in the head region. Herbivorous mollusks use the radula to scrape food such as algae off rocks. Predatory mollusks use the radula to drill holes in the shells of their prey.",
    "concept": "biology-focused",
    "source": "sciq"
  },
  {
    "text": "Plants are the primary producers in terrestrial biomes. They make food for themselves and other organisms by photosynthesis. The major plants in a given biome, in turn, help determine the types of animals and other organisms that can live there.",
    "concept": "biology-focused",
    "source": "sciq"
  },
  {
    "text": "A desmosome is a cell junction specialized for cell-to-cell adhesion. They are found in simple and stratified squamous epithelium, and in muscle tissue where they bind muscle cells to one another. These junctions are composed of complexes of cell surface adhesion proteins and linking proteins. These proteins have both an intracellular and extracellular region. Inside the cell, they attach to intracellular filaments of the cytoskeleton. Outside the cell, they attach to other adhesion proteins.",
    "concept": "biology-focused",
    "source": "sciq"
  },
  {
    "text": "Bones are the main organs of the skeletal system. The skeletal system also includes cartilage and ligaments.",
    "concept": "biology-focused",
    "source": "sciq"
  },
  {
    "text": "Below the topsoil is the “B“ horizon. This is also called the subsoil . Soluble minerals and clays accumulate in the subsoil. Because it has less organic material, this layer is lighter brown in color than topsoil. It also holds more water due to the presence of iron and clay. There is less organic material in this layer.",
    "concept": "biology-focused",
    "source": "sciq"
  },
  {
    "text": "Germ Cells The least mature cells, the spermatogonia (singular = spermatogonium), line the basement membrane inside the tubule. Spermatogonia are the stem cells of the testis, which means that they are still able to differentiate into a variety of different cell types throughout adulthood. Spermatogonia divide to produce primary and secondary spermatocytes, then spermatids, which finally produce formed sperm. The process that begins with spermatogonia and concludes with the production of sperm is called spermatogenesis.",
    "concept": "biology-focused",
    "source": "sciq"
  },
  {
    "text": "Sensory neurons transmit nerve impulses from sense organs and internal organs to the brain via the spinal cord. In other words, they carry information about the inside and outside environment to the brain.",
    "concept": "biology-focused",
    "source": "sciq"
  },
  {
    "text": "CHAPTER SUMMARY 7.1 Sexual Reproduction Nearly all eukaryotes undergo sexual reproduction. The variation introduced into the reproductive cells by meiosis appears to be one of the advantages of sexual reproduction that has made it so successful. Meiosis and fertilization alternate in sexual life cycles. The process of meiosis produces genetically unique reproductive cells called gametes, which have half the number of chromosomes as the parent cell. Fertilization, the fusion of haploid gametes from two individuals, restores the diploid condition. Thus, sexually reproducing organisms alternate between haploid and diploid stages. However, the ways in which reproductive cells are produced and the timing between meiosis and fertilization vary greatly. There are three main categories of life cycles: diploid-dominant, demonstrated by most animals; haploid-dominant, demonstrated by all fungi and some algae; and alternation of generations, demonstrated by plants and some algae.",
    "concept": "biology-focused",
    "source": "sciq"
  },
  {
    "text": "Most flatworms have a distinct head region that includes nerve cells and sensory organs, such as eyespots. The development of a head region, called cephalization , evolved at the same time as bilateral symmetry in animals. This process does not occur in cnidarians, which evolved prior to flatworms and have radial symmetry.",
    "concept": "biology-focused",
    "source": "sciq"
  },
  {
    "text": "Endocrine system: A high concentration of sugar in the blood triggers secretion of insulin by an endocrine gland called the pancreas. Insulin is a hormone that helps cells absorb sugar from the blood.",
    "concept": "biology-focused",
    "source": "sciq"
  },
  {
    "text": "It can be. Achondroplasia is the most common form of dwarfism in humans, and it is caused by a dominant mutation. The mutation can be passed from one generation to the next. Over 95% of unrelated individuals with Achondroplasia have the same mutation, making it one of the most common mutations in the human genome. Why?.",
    "concept": "biology-focused",
    "source": "sciq"
  },
  {
    "text": "Overview of Transcription. Transcription uses the sequence of bases in a strand of DNA to make a complementary strand of mRNA. Triplets are groups of three successive nucleotide bases in DNA. Codons are complementary groups of bases in mRNA.",
    "concept": "biology-focused",
    "source": "sciq"
  },
  {
    "text": "Chapter 42 1 Figure 42.11 C 3 Figure 42.16 If the blood of the mother and fetus mixes, memory cells that recognize the Rh antigen can form late in the first pregnancy. During subsequent pregnancies, these memory cells launch an immune attack on the fetal blood cells. Injection of anti-Rh antibody during the first pregnancy prevents the immune response from occurring. 4 D 6 A 8 D 10 B 12 D 14 C 16 C 18 D 20 C 22 If the MHC I molecules expressed on donor cells differ from the MHC I molecules expressed on recipient cells, NK cells may identify the donor cells as “non-self” and produce perforin and granzymes to induce the donor cells to undergo apoptosis, which would destroy the transplanted organ. 24 An antigen is a molecule that reacts with some component of the immune response (antibody, B cell receptor, T cell receptor). An epitope is the region on the antigen through which binding with the immune component actually occurs. 26 The TH1 response involves the secretion of cytokines to stimulate macrophages and CTLs and improve their destruction of intracellular pathogens and tumor cells. It is associated with inflammation. The TH2 response is involved in the stimulation of B cells into plasma cells that synthesize and secrete antibodies. 28 T cells bind antigens that have been digested and embedded in MHC molecules by APCs. In contrast, B cells function themselves as APCs to bind intact, unprocessed antigens. 30 Cross reactivity of antibodies can be beneficial when it allows an individual's immune system to respond to an array of similar pathogens after being exposed to just one of them. A potential cost of cross reactivity is an antibody response to parts of the body (self) in addition to the appropriate antigen.",
    "concept": "biology-focused",
    "source": "sciq"
  },
  {
    "text": "If heated water is released into a body of water, it may cause thermal pollution. Thermal pollution is a reduction in the quality of water because of an increase in water temperature. A common cause of thermal pollution is the use of water as a coolant by power plants and factories. This water is heated and then returned to the natural environment at a higher temperature.",
    "concept": "biology-focused",
    "source": "sciq"
  },
  {
    "text": "The ozone in smog may damage plants. The effects of ozone add up over time. Plants such as trees, which normally live a long time, are most affected. Entire forests may die out if ozone levels are very high. Other plants, including crop plants, may also be damaged by ozone. You can see evidence of ozone damage in Figure below .",
    "concept": "biology-focused",
    "source": "sciq"
  },
  {
    "text": "Comparative embryology is the study of the similarities and differences in the embryos of different species. Similarities in embryos are evidence of common ancestry. All vertebrate embryos, for example, have gill slits and tails. Most vertebrates, except for fish, lose their gill slits by adulthood. Some of them also lose their tail. In humans, the tail is reduced to the tail bone. Thus, similarities organisms share as embryos may be gone by adulthood. This is why it is valuable to compare organisms in the embryonic stage. See http://www. pbs. org/wgbh/evolution/library/04/2/pdf/l_042_03. pdf for additional information and a comparative diagram of human, monkey, pig, chicken and salamander embryos.",
    "concept": "biology-focused",
    "source": "sciq"
  },
  {
    "text": "The lungs are the main organs of the respiratory system. This is where gases are exchanged between the air and the blood. Gases are also transported by the blood and exchanged between the blood and all the cells of the body.",
    "concept": "biology-focused",
    "source": "sciq"
  },
  {
    "text": "Every plant and animal depends on its traits to survive. Survival may include getting food, building homes, and attracting mates. Traits that allow a plant, animal, or other organism to survive and reproduce in its environment are called adaptations .",
    "concept": "biology-focused",
    "source": "sciq"
  },
  {
    "text": "Habitats Nearly all protists exist in some type of aquatic environment, including freshwater and marine environments, damp soil, and even snow. Several protist species are parasites that infect animals or plants. A few protist species live on dead organisms or their wastes, and contribute to their decay.",
    "concept": "biology-focused",
    "source": "sciq"
  },
  {
    "text": "Galvanic cells have positive cell potentials, and all the reduction reactions are reversible. The reaction at the anode will be the half-reaction with the smaller or more negative standard reduction potential. Reversing the reaction at the anode (to show the oxidation) but not its standard reduction potential gives: Anode (oxidation):.",
    "concept": "biology-focused",
    "source": "sciq"
  },
  {
    "text": "Sponges come in a variety of shapes and sizes. For example, they may be shaped like tubes, fans, cones, or just blobs. They range in diameter from about a centimeter (0.4 inches) to over a meter (3.3 feet). Many species live in colonies that may be quite large. Adult sponges are sessile . This means they are unable to move from place to place. Root-like projections anchor them to solid surfaces such as rocks and reefs.",
    "concept": "biology-focused",
    "source": "sciq"
  },
  {
    "text": "Radio waves are the broad range of electromagnetic waves with the longest wavelengths and lowest frequencies. They are used for radio and television broadcasts, microwave ovens, cell phone transmissions, and radar.",
    "concept": "biology-focused",
    "source": "sciq"
  },
  {
    "text": "The intentional cultivation of arthropods and other small animals for human food, referred to as minilivestock, is now emerging in animal husbandry as an ecologically sound concept. However, the greatest contribution of arthropods to human food supply is by pollination. Three-fourths of the world’s flowering plants and about 35% of the world’s food crops depend on animal pollinators to reproduce and increase crop yields. More than 3,500 species of native bees pollinate crops. Some scientists estimate that one out of every three bites of food we eat exists because of animal pollinators, including birds and bats and arthropods like bees, butterflies and moths, and beetles and other insects.",
    "concept": "biology-focused",
    "source": "sciq"
  },
  {
    "text": "In alcoholic fermentation , pyruvic acid changes to alcohol and carbon dioxide. This is shown in Figure below . NAD + also forms from NADH, allowing glycolysis to continue making ATP. This type of fermentation is carried out by yeasts and some bacteria. It is used to make bread, wine, and biofuels.",
    "concept": "biology-focused",
    "source": "sciq"
  },
  {
    "text": "Pollination by Bats In the tropics and deserts, bats are often the pollinators of nocturnal flowers such as agave, guava, and morning glory. The flowers are usually large and white or pale-colored; thus, they can be distinguished from the dark surroundings at night. The flowers have a strong, fruity, or musky fragrance and produce large amounts of nectar. They are naturally large and wide-mouthed to accommodate the head of the bat. As the bats seek the nectar, their faces and heads become covered with pollen, which is then transferred to the next flower.",
    "concept": "biology-focused",
    "source": "sciq"
  },
  {
    "text": "A virus cannot reproduce on its own. However, a virus can reproduce by infecting the cell of a living host. Inside the host cell, the virus uses the cell’s structures, materials, and energy to make copies of itself.",
    "concept": "biology-focused",
    "source": "sciq"
  },
  {
    "text": "Characteristics of Blood When you think about blood, the first characteristic that probably comes to mind is its color. Blood that has just taken up oxygen in the lungs is bright red, and blood that has released oxygen in the tissues is a more dusky red. This is because hemoglobin is a pigment that changes color, depending upon the degree of oxygen saturation. Blood is viscous and somewhat sticky to the touch. It has a viscosity approximately five times greater than water. Viscosity is a measure of a fluid’s thickness or resistance to flow, and is influenced by the presence of the plasma proteins and formed elements within the blood. The viscosity of blood has a dramatic impact on blood pressure and flow. Consider the difference in flow between water and honey. The more viscous honey would demonstrate a greater resistance to flow than the less viscous water. The same principle applies to blood. The normal temperature of blood is slightly higher than normal body temperature—about 38 °C (or 100.4 °F), compared to 37 °C (or 98.6 °F) for an internal body temperature reading, although daily variations of 0.5 °C are normal. Although.",
    "concept": "biology-focused",
    "source": "sciq"
  },
  {
    "text": "Plant cells have structures that animal cells lack. What important process takes place in plant cells but not in animal cells that might explain their differences?.",
    "concept": "biology-focused",
    "source": "sciq"
  },
  {
    "text": "Harmless fungi can be used to control pathogenic bacteria and insect pasts on crops. Fungi compete with bacteria for nutrients and space, and they parasitize insects that eat plants. Fungi reduce the need for pesticides and other toxic chemicals.",
    "concept": "biology-focused",
    "source": "sciq"
  },
  {
    "text": "Active versus Passive Immunity Immunity to pathogens, and the ability to control pathogen growth so that damage to the tissues of the body is limited, can be acquired by (1) the active development of an immune response in the infected individual or (2) the passive transfer of immune components from an immune individual to a nonimmune one. Both active and passive immunity have examples in the natural world and as part of medicine. Active immunity is the resistance to pathogens acquired during an adaptive immune response within an individual (Table 21.6). Naturally acquired active immunity, the response to a pathogen, is the focus of this chapter. Artificially acquired active immunity involves the use of vaccines. A vaccine is a killed or weakened pathogen or its components that, when administered to a healthy individual, leads to the development of immunological memory (a weakened primary immune response) without causing much in the way of symptoms. Thus, with the use of vaccines, one can avoid the damage from disease that results from the first exposure to the pathogen, yet reap the benefits of protection from immunological memory. The advent of vaccines was one of the major medical advances of the twentieth century and led to the eradication of smallpox and the control of many infectious diseases, including polio, measles, and whooping cough.",
    "concept": "biology-focused",
    "source": "sciq"
  },
  {
    "text": "Hearing is the ability to sense sound energy and perceive sound. The ear is the organ that senses sound and allows us to hear. Damage to structures of the ear may cause hearing loss. Total hearing loss is called deafness.",
    "concept": "biology-focused",
    "source": "sciq"
  },
  {
    "text": "Potential energy is not only associated with the location of matter, but also with the structure of matter. Even a spring on the ground has potential energy if it is compressed; so does a rubber band that is pulled taut. On a molecular level, the bonds that hold the atoms of molecules together exist in a particular structure that has potential energy. Remember that anabolic cellular pathways require energy to synthesize complex molecules from simpler ones and catabolic pathways release energy when complex molecules are broken down. The fact that energy can be released by the breakdown of certain chemical bonds implies that those bonds have potential energy. In fact, there is potential energy stored within the bonds of all the food molecules we eat, which is eventually harnessed for use. This is because these bonds can release energy when broken. The type of potential energy that exists within chemical bonds, and is released when those bonds are broken, is called chemical energy. Chemical energy is responsible for providing living cells with energy from food. The release of energy occurs when the molecular bonds within food molecules are broken.",
    "concept": "biology-focused",
    "source": "sciq"
  },
  {
    "text": "Polyester molecules make excellent fibers and are used in many fabrics. A knitted polyester tube, which is biologically inert, can be used in surgery to repair or replace diseased sections of blood vessels. PET is used to make bottles for soda pop and other beverages. It is also formed into films called Mylar. When magnetically coated, Mylar tape is used in audio- and videocassettes. Synthetic arteries can be made from PET, polytetrafluoroethylene, and other polymers.",
    "concept": "biology-focused",
    "source": "sciq"
  },
  {
    "text": "Germline mutations occur in gametes. Somatic mutations occur in other body cells. Chromosomal alterations are mutations that change chromosome structure. Point mutations change a single nucleotide. Frameshift mutations are additions or deletions of nucleotides that cause a shift in the reading frame.",
    "concept": "biology-focused",
    "source": "sciq"
  },
  {
    "text": "Habitats Although fungi are primarily associated with humid and cool environments that provide a supply of organic matter, they colonize a surprising diversity of habitats, from seawater to human skin and mucous membranes. Chytrids are found primarily in aquatic environments. Other fungi, such as Coccidioides immitis, which causes pneumonia when its spores are inhaled, thrive in the dry and sandy soil of the southwestern United States. Fungi that parasitize coral reefs live in the ocean. However, most members of the Kingdom Fungi grow on the forest floor, where the dark and damp environment is rich.",
    "concept": "biology-focused",
    "source": "sciq"
  },
  {
    "text": "Gymnosperms are vascular plants that produce seeds in cones . Examples include conifers such as pine and spruce trees. The gymnosperm life cycle has a dominant sporophyte generation. Both gametophytes and the next generation’s new sporophytes develop on the sporophyte parent plant. Figure below is a diagram of a gymnosperm life cycle.",
    "concept": "biology-focused",
    "source": "sciq"
  },
  {
    "text": "Certain medications can suppress the immune system. This is an intended effect of drugs given to people with transplanted organs. In many cases, however, it is an unwanted side effect of drugs used to treat other diseases.",
    "concept": "biology-focused",
    "source": "sciq"
  },
  {
    "text": "Once again, a mutation is the change in the DNA or RNA sequence. In multicellular organisms, mutations can be subdivided into germline mutations and somatic mutations. Germline mutations occur in the DNA of sex cells, or gametes, and are therefore potentially very serious. These mutations can be passed to the next generation. If the zygote contains the mutation, every cell in the resulting organism will have that mutation. If the mutation results in a disease phenotype, the mutation causes what is called a hereditary disease. Somatic mutations , which occur in somatic, or body, cells, cannot be passed to the next generation (offspring). Mutations present in a somatic cell of an organism will be present (by DNA replication and mitosis) in all descendants of that cell. If the mutation is present in a gene that is not used in that cell type, the mutation may have no effect. On the other hand, the mutation may lead to a serious medical condition such as cancer.",
    "concept": "biology-focused",
    "source": "sciq"
  },
  {
    "text": "Mycologist Mycologists are biologists who study fungi. Mycology is a branch of microbiology, and many mycologists start their careers with a degree in microbiology. To become a mycologist, a bachelor's degree in a biological science (preferably majoring in microbiology) and a master's degree in mycology are minimally necessary. Mycologists can specialize in taxonomy and fungal genomics, molecular and cellular biology, plant pathology, biotechnology, or biochemistry. Some medical microbiologists concentrate on the study of infectious diseases caused by fungi (mycoses). Mycologists collaborate with zoologists and plant pathologists to identify and control difficult fungal infections, such as the devastating chestnut blight, the mysterious decline in frog populations in many areas of the world, or the deadly epidemic called white nose syndrome, which is decimating bats in the Eastern United States. Government agencies hire mycologists as research scientists and technicians to monitor the health of crops, national parks, and national forests. Mycologists are also employed in the private sector by companies that develop chemical and biological control products or new agricultural products, and by companies that provide disease control services. Because of the key role played by fungi in the fermentation of alcohol and the preparation of many important foods, scientists with a good understanding of fungal physiology routinely work in the food technology industry. Oenology, the science of wine making, relies not only on the knowledge of grape varietals and soil composition, but also on a solid understanding of the characteristics of the wild yeasts that thrive in different wine-making regions. It is possible to purchase yeast strains isolated from specific grape-growing regions. The great French chemist and microbiologist, Louis Pasteur, made many of his essential discoveries working on the humble brewer’s yeast, thus discovering the process of fermentation.",
    "concept": "biology-focused",
    "source": "sciq"
  },
  {
    "text": "This diagram represents the cell cycle in eukaryotes. The cell cycle depicts the life of an eukaryotic cell. The cell cycle has four phases: the first growth or gap (G 1 ) phase, the synthesis (S) phase, the second growth or gap (G 2 ) phase and the mitotic (M) phase. The M phase includes mitosis and cytokinesis. The cell spends the majority of the cycle in the first three phases (G 1 , S, G 2 ) of the cycle, collectively known as interphase. After cytokinesis, two genetically identical daughter cells are formed.",
    "concept": "biology-focused",
    "source": "sciq"
  },
  {
    "text": "Lymphocytes ( Figure below ), a type of white blood cell, are the key cells of an immune response. There are trillions of lymphocytes in the human body. They make up about one quarter of all white blood cells. Usually, fewer than half of the body’s lymphocytes are in the blood. The rest are in the lymph, lymph nodes, and lymph organs.",
    "concept": "biology-focused",
    "source": "sciq"
  },
  {
    "text": "Some animals deposit chemicals to mark the boundary of their territory. This is why dogs urinate on fire hydrants and other objects. Cats may also mark their territory by depositing chemicals. They have scent glands in their face. They deposit chemicals by rubbing their face against objects.",
    "concept": "biology-focused",
    "source": "sciq"
  },
  {
    "text": "Like other bryophytes, moss plants spend most of their life cycle as gametophytes. Find the sporophyte in the diagram. Do you see how it is growing on the gametophyte plant?.",
    "concept": "biology-focused",
    "source": "sciq"
  },
  {
    "text": "Allopatric speciation occurs when groups from the same species are geographically isolated for long periods. Imagine all the ways that plants or animals could be isolated from each other:.",
    "concept": "biology-focused",
    "source": "sciq"
  },
  {
    "text": "Loud sounds can damage the hair cells lining the cochlea of the inner ear. Explain how this might affect the ability to hear sound.",
    "concept": "biology-focused",
    "source": "sciq"
  },
  {
    "text": "The lymphatic system is a network of vessels and tissues that carry a clear fluid called lymph. The lymphatic system ( Figure below ) spreads all around the body and filters and cleans the lymph of any debris, abnormal cells, or pathogens. Lymph vessels are tube-shaped, just like blood vessels, with about 500-600 lymph nodes (in an adult) attached. The lymphatic system works with the cardiovascular system to return body fluids to the blood. The lymphatic system and the cardiovascular system are often called the body’s two \"circulatory systems. \".",
    "concept": "biology-focused",
    "source": "sciq"
  },
  {
    "text": "In many ways, humans are unique among mammals. For example, we have bigger brains and a greater ability to learn than any other species in the mammalian class. In many ways, however, we are typical of the mammalian order to which we belong. That order is the Primate Order. To fully understand what it means to be human, you need to know more about this fascinating order of mammals.",
    "concept": "biology-focused",
    "source": "sciq"
  },
  {
    "text": "Systemic circulation is the part of the cardiovascular system that carries oxygen-rich blood away from the heart, to the body, and returns oxygen-poor blood back to the heart. Oxygen-rich blood leaves the left ventricle through the aorta. Then it travels to the body's organs and tissues. The tissues and organs absorb the oxygen through the capillaries. Oxygen-poor blood is collected from the tissues and organs by tiny veins, which then flow into bigger veins, and, eventually, into the inferior vena cava and superior vena cava. This completes systemic circulation. The blood releases carbon dioxide and gets more oxygen in pulmonary circulation before returning to systemic circulation. The inferior vena cava returns blood from the body. The superior vena cava returns blood from the head.",
    "concept": "biology-focused",
    "source": "sciq"
  },
  {
    "text": "The ostrich egg - unfertilized, of course. Yes, this egg, just like a human ovum, is just one cell. It is a gamete with a haploid number of chromosomes, formed through meiosis. The egg shell membrane encloses the nucleus containing the genetic material and the cytoplasm.",
    "concept": "biology-focused",
    "source": "sciq"
  },
  {
    "text": "20.3 Capillary Exchange Small molecules can cross into and out of capillaries via simple or facilitated diffusion. Some large molecules can cross in vesicles or through clefts, fenestrations, or gaps between cells in capillary walls. However, the bulk flow of capillary and tissue fluid occurs via filtration and reabsorption. Filtration, the movement of fluid out of the capillaries, is driven by the CHP. Reabsorption, the influx of tissue fluid into the capillaries, is driven by the BCOP. Filtration predominates in the arterial end of the capillary; in the middle section, the opposing pressures are virtually identical so there is no net exchange,.",
    "concept": "biology-focused",
    "source": "sciq"
  },
  {
    "text": "The prevalence of cervical cancer in the United States is very low because of regular screening exams called pap smears. Pap smears sample cells of the cervix, allowing the detection of abnormal cells. If pre-cancerous cells are detected, there are several highly effective techniques that are currently in use to remove them before they pose a danger. However, women in developing countries often do not have access to regular pap smears. As a result, these women account for as many as 80 percent of the cases of cervical cancer worldwide. In 2006, the first vaccine against the high-risk types of HPV was approved. There are now two HPV vaccines available: Gardasil® and Cervarix®. Whereas these vaccines were initially only targeted for women, because HPV is sexually transmitted, both men and women require vaccination for this approach to achieve its maximum efficacy. A recent study suggests that the HPV vaccine has cut the rates of HPV infection by the four targeted strains at least in half. Unfortunately, the high cost of manufacturing the vaccine is currently limiting access to many women worldwide.",
    "concept": "biology-focused",
    "source": "sciq"
  },
  {
    "text": "Carrier proteins bind and carry the molecules across the cell membrane. These proteins bind a molecule on one side of the membrane, change shape as they carry the molecule across the membrane, and deposit the molecule on the other side of the membrane. Even though a protein is involved in both these methods of transport, neither method requires energy. Therefore these are still types of passive transport.",
    "concept": "biology-focused",
    "source": "sciq"
  },
  {
    "text": "Lipids are a diverse class of relatively nonpolar biomolecules that generally do not dissolve well in water. Common types of lipids include fatty acids, triglycerides, phospholipids, and steroids.",
    "concept": "biology-focused",
    "source": "sciq"
  },
  {
    "text": "pressure and maintaining blood flow. Ultimately, however, blood volume will need to be restored, either through physiological processes or through medical intervention. In response to blood loss, stimuli from the baroreceptors trigger the cardiovascular centers to stimulate sympathetic responses to increase cardiac output and vasoconstriction. This typically prompts the heart rate to increase to about 180–200 contractions per minute, restoring cardiac output to normal levels. Vasoconstriction of the arterioles increases vascular resistance, whereas constriction of the veins increases venous return to the heart. Both of these steps will help increase blood pressure. Sympathetic stimulation also triggers the release of epinephrine and norepinephrine, which enhance both cardiac output and vasoconstriction. If blood loss were less than 20 percent of total blood volume, these responses together would usually return blood pressure to normal and redirect the remaining blood to the tissues. Additional endocrine involvement is necessary, however, to restore the lost blood volume. The angiotensin-reninaldosterone mechanism stimulates the thirst center in the hypothalamus, which increases fluid consumption to help restore the lost blood. More importantly, it increases renal reabsorption of sodium and water, reducing water loss in urine output. The kidneys also increase the production of EPO, stimulating the formation of erythrocytes that not only deliver oxygen to the tissues but also increase overall blood volume. Figure 20.21 summarizes the responses to loss of blood volume.",
    "concept": "biology-focused",
    "source": "sciq"
  },
  {
    "text": "Centipedes and millipedes belong to the subphylum Myriapoda, which contains 13,000 species. They all live on land, which makes sense as all those legs are more adapted to a terrestrial lifestyle, as opposed to an aquatic lifestyle.",
    "concept": "biology-focused",
    "source": "sciq"
  },
  {
    "text": "Most prokaryotes get both energy and carbon from other living things. Many of them are decomposers. They break down wastes and remains of dead organisms. In this way, they help to recycle carbon and nitrogen through ecosystems.",
    "concept": "biology-focused",
    "source": "sciq"
  },
  {
    "text": "Sugars are small, simple carbohydrates. They are found in foods such as milk and fruit. Sugars in foods such as these are broken down by your digestive system to glucose, the simplest of all sugars. Glucose is taken up by cells for energy.",
    "concept": "biology-focused",
    "source": "sciq"
  },
  {
    "text": "From the eighth week following fertilization until birth, the developing human being is called a fetus. Birth typically occurs at about 38 weeks after fertilization, so the fetal period generally lasts about 30 weeks. During this time, the organs complete their development. The fetus also grows rapidly in length and weight. Some of the specific changes that occur during the fetal stage are listed in Figure below .",
    "concept": "biology-focused",
    "source": "sciq"
  },
  {
    "text": "birth of dizygotic (or fraternal) twins. Because dizygotic twins develop from two eggs fertilized by two sperm, they are no more identical than siblings born at different times. Much less commonly, a zygote can divide into two separate offspring during early development. This results in the birth of monozygotic (or identical) twins. Although the zygote can split as early as the two-cell stage, splitting occurs most commonly during the early blastocyst stage, with roughly 70–100 cells present. These two scenarios are distinct from each other, in that the twin embryos that separated at the two-cell stage will have individual placentas, whereas twin embryos that form from separation at the blastocyst stage will share a placenta and a chorionic cavity.",
    "concept": "biology-focused",
    "source": "sciq"
  },
  {
    "text": "The plasma membrane is composed mainly of phospholipids, which consist of fatty acids and alcohol. The phospholipids in the plasma membrane are arranged in two layers, called a phospholipid bilayer . As shown in Figure below , each phospholipid molecule has a head and two tails. The head “loves” water (hydrophilic) and the tails “hate” water (hydrophobic). The water-hating tails are on the interior of the membrane, whereas the water-loving heads point outwards, toward either the cytoplasm or the fluid that surrounds the cell.",
    "concept": "biology-focused",
    "source": "sciq"
  },
  {
    "text": "and Z, the atomic number, is the number of protons. The protons and neutrons that make up the nucleus of an atom are callednucleons, and an atom with a particular number of protons and neutrons is called anuclide. Nuclides with the same number of protons but different numbers of neutrons are called isotopes. Isotopes can also be represented by an alternative notation that uses the name of the element followed by the mass number, such as carbon-12. The stable isotopes of oxygen, for example, can be represented in any of the following ways:.",
    "concept": "biology-focused",
    "source": "sciq"
  },
  {
    "text": "The mRNA is divided into three-base segments called codons. A codon is the segment of nucleotides that codes for an amino acid, or for a start or stop signal. There are 64 codons.",
    "concept": "biology-focused",
    "source": "sciq"
  },
  {
    "text": "Spermatogenesis As just noted, spermatogenesis occurs in the seminiferous tubules that form the bulk of each testis (see Figure 27.4). The process begins at puberty, after which time sperm are produced constantly throughout a man’s life. One production cycle, from spermatogonia through formed sperm, takes approximately 64 days. A new cycle starts approximately every 16 days, although this timing is not synchronous across the seminiferous tubules. Sperm counts—the total number of sperm a man produces—slowly decline after age 35, and some studies suggest that smoking can lower sperm counts irrespective of age. The process of spermatogenesis begins with mitosis of the diploid spermatogonia (Figure 27.5). Because these cells are diploid (2n), they each have a complete copy of the father’s genetic material, or 46 chromosomes. However, mature gametes are haploid (1n), containing 23 chromosomes—meaning that daughter cells of spermatogonia must undergo a second cellular division through the process of meiosis.",
    "concept": "biology-focused",
    "source": "sciq"
  },
  {
    "text": "Most STIs are caused by bacteria or viruses. Bacterial STIs can be cured with antibiotics. Viral STIs cannot be cured. Once you are infected with a viral STI, you are likely to be infected for life.",
    "concept": "biology-focused",
    "source": "sciq"
  },
  {
    "text": "The main function of blood is transport. Blood in arteries carries oxygen and nutrients to all the body’s cells. Blood in veins carries carbon dioxide and other wastes away from cells to be excreted. Blood also transports the chemical messengers called hormones to cells throughout the body where they are needed to regulate body functions. Blood has several other functions as well. For example, blood:.",
    "concept": "biology-focused",
    "source": "sciq"
  },
  {
    "text": "Biotechnology is the use of biological agents for technological advancement. Biotechnology was used for breeding livestock and crops long before the scientific basis of these techniques was understood. Since the discovery of the structure of DNA in 1953, the field of biotechnology has grown rapidly through both academic research and private companies. The primary applications of this technology are in medicine (production of vaccines and antibiotics) and agriculture (genetic modification of crops, such as to increase yields). Biotechnology also has many industrial applications, such as fermentation, the treatment of oil spills, and the production of biofuels (Figure 17.2).",
    "concept": "biology-focused",
    "source": "sciq"
  },
  {
    "text": "Flatworms The relationships among flatworms, or phylum Platyhelminthes, is being revised and the description here will follow the traditional groupings. Most flatworms are parasitic, including important parasites of humans. Flatworms have three embryonic germ layers that give rise to surfaces covering tissues, internal tissues, and the lining of the digestive system. The epidermal tissue is a single layer of cells or a layer of fused cells covering a layer of circular muscle above a layer of longitudinal muscle. The mesodermal tissues include support cells and secretory cells that secrete mucus and other materials to the surface. The flatworms are acoelomate, so their bodies contain no cavities or spaces between the outer surface and the inner digestive tract. Physiological Processes of Flatworms Free-living species of flatworms are predators or scavengers, whereas parasitic forms feed from the tissues of their hosts. Most flatworms have an incomplete digestive system with an opening, the “mouth,” that is also used to expel digestive.",
    "concept": "biology-focused",
    "source": "sciq"
  },
  {
    "text": "Linnaean Classification System: Classification of the Human Species. This chart shows the taxa of the Linnaean classification system. Each taxon is a subdivision of the taxon below it in the chart. For example, a species is a subdivision of a genus. The classification of humans is given in the chart as an example.",
    "concept": "biology-focused",
    "source": "sciq"
  },
  {
    "text": "The organ systems of the body work together to carry out life processes and maintain homeostasis. The body is in homeostasis when its internal environment is kept more-or-less constant. For example, levels of sugar, carbon dioxide, and water in the blood must be kept within narrow ranges. This requires continuous adjustments. For example:.",
    "concept": "biology-focused",
    "source": "sciq"
  },
  {
    "text": "Overcoming Density-Dependent Regulation Humans are unique in their ability to alter their environment with the conscious purpose of increasing its carrying capacity. This ability is a major factor responsible for human population growth and a way of overcoming density-dependent growth regulation. Much of this ability is related to human intelligence, society, and communication. Humans can construct shelter to protect them from the elements and have developed agriculture and domesticated animals to increase their food supplies. In addition, humans use language to communicate this technology to new generations, allowing them to improve upon previous accomplishments. Other factors in human population growth are migration and public health. Humans originated in Africa, but have since migrated to nearly all inhabitable land on the Earth. Public health, sanitation, and the use of antibiotics and vaccines have decreased the ability of infectious disease to limit human population growth. In the past, diseases such as the bubonic plaque of the fourteenth century killed between 30 and 60 percent of Europe’s population and reduced the overall world population by as many as 100 million people. Today, the threat of infectious disease, while not gone, is certainly less severe. According to the World Health Organization, global death from infectious disease declined from 16.4 million in 1993 to 14.7 million in 1992. To compare to some of the epidemics of the past, the percentage of the world's population killed between 1993 and 2002 decreased from 0.30 percent of the world's population to 0.24 percent. Thus, it appears that the influence of infectious disease on human population growth is becoming less significant.",
    "concept": "biology-focused",
    "source": "sciq"
  },
  {
    "text": "Alpha particles can travel only a few centimeters through air. They can burn the skin but not penetrate it. Beta particles can travel up to a meter through air. They can penetrate and damage skin. Gamma rays can travel thousands of meters through air. They can penetrate and damage cells deep inside the body.",
    "concept": "biology-focused",
    "source": "sciq"
  },
  {
    "text": "CHAPTER SUMMARY 38.1 Types of Skeletal Systems The three types of skeleton designs are hydrostatic skeletons, exoskeletons, and endoskeletons. A hydrostatic skeleton is formed by a fluid-filled compartment held under hydrostatic pressure; movement is created by the muscles producing pressure on the fluid. An exoskeleton is a hard external skeleton that protects the outer surface of an organism and enables movement through muscles attached on the inside. An endoskeleton is an internal skeleton composed of hard, mineralized tissue that also enables movement by attachment to muscles. The human skeleton is an endoskeleton that is composed of the axial and appendicular skeleton. The axial skeleton is composed of the bones of the skull, ossicles of the ear, hyoid bone, vertebral column, and ribcage. The skull consists of eight cranial bones and 14 facial bones. Six bones make up the ossicles of the middle ear, while the hyoid bone is located in the neck under the mandible. The vertebral column contains 26 bones, and it surrounds and protects the spinal cord. The thoracic cage consists of the sternum, ribs, thoracic vertebrae, and costal cartilages. The appendicular skeleton is made up of the limbs of the upper and lower limbs. The pectoral girdle is composed of the clavicles and the scapulae. The upper limb contains 30 bones in the arm, the forearm, and the hand. The pelvic girdle attaches the lower limbs to the axial skeleton. The lower limb includes the bones of the thigh, the leg, and the foot.",
    "concept": "biology-focused",
    "source": "sciq"
  },
  {
    "text": "An electric generator is a device that changes kinetic energy to electrical energy through electromagnetic induction. Electromagnetic induction is the process of generating electric current with a magnetic field. It occurs when a magnetic field and an electric conductor, such as a coil of wire, move relative to one another.",
    "concept": "biology-focused",
    "source": "sciq"
  },
  {
    "text": "Genes play an important role in determining an organism's traits. However, for many traits, phenotype is influenced by the environment as well. For example, skin color is controlled by genes but also influenced by exposure to sunlight. You can see the effect of sunlight on skin in Figure below .",
    "concept": "biology-focused",
    "source": "sciq"
  },
  {
    "text": "In eukaryotic cells, the nucleus divides before the cell itself divides. The process in which the nucleus divides is called mitosis. Before mitosis occurs, a cell’s DNA is replicated. This is necessary so that each daughter cell will have a complete copy of the genetic material from the parent cell. How is the replicated DNA sorted and separated so that each daughter cell gets a complete set of the genetic material? To understand how this happens, you need to know more chromosomes.",
    "concept": "biology-focused",
    "source": "sciq"
  },
  {
    "text": "Opening Essay On July 11, 2003, the Food and Drug Administration amended its food labeling regulations to require that manufacturers list the amount of trans fatty acids on Nutrition Facts labels of foods and dietary supplements, effective January 1, 2006. This amendment was a response to published studies demonstrating a link between the consumption of trans fatty acids and an increased risk of heart disease. Trans fatty acids are produced in the conversion of liquid oils to solid fats, as in the creation of many commercial margarines and shortenings. They have been shown to increase the levels of low-density lipoproteins (LDLs)—complexes that are often referred to as bad cholesterol—in the blood. In this chapter, you will learn about fatty acids and what is meant by a trans fatty acid, as well as the difference between fats and oils. You will also learn what cholesterol is and why it is an important molecule in the human body. Fats and oils, found in many of the foods we eat, belong to a class of biomolecules known as lipids. Gram for gram, they pack more than twice the caloric content of carbohydrates: the oxidation of fats and oils supplies about 9 kcal of energy for every gram oxidized, whereas the oxidation of carbohydrates supplies only 4 kcal/g. Although the high caloric content of fats may be bad news for the dieter, it says something about the efficiency of nature’s designs. Our bodies use carbohydrates, primarily in the form of glucose, for our immediate energy needs. Our capacity for storing carbohydrates for later use is limited to tucking away a bit of glycogen in the liver or in muscle tissue. We store our reserve energy in lipid form, which requires far less space than the same amount of energy stored in carbohydrate form. Lipids have other biological functions besides energy storage. They are a major component of the membranes of the 10 trillion cells in our bodies. They serve as.",
    "concept": "biology-focused",
    "source": "sciq"
  },
  {
    "text": "Some animals communicate with scent. They release chemicals that other animals of their species can smell or detect in some other way. Ants release many different chemicals. Other ants detect the chemicals with their antennae. This explains how ants are able to work together. The different chemicals that ants produce have different meanings. Some of the chemicals signal to all of the ants in a group to come together. Other chemicals warn of danger. Still other chemicals mark trails to food sources. When an ant finds food, it marks the trail back to the nest by leaving behind a chemical on the ground. Other ants follow the chemical trail to the food.",
    "concept": "biology-focused",
    "source": "sciq"
  },
  {
    "text": "All of these animal behaviors are important. They help the animals get food for energy, make sure their young survive, or ensure that they, themselves, survive. Behaviors that help animals or their young survive, increase the animals’ fitness. Animals with higher fitness have a better chance of passing their genes on to the next generation. If genes control behaviors that increase fitness, the behaviors become more common in the species. This occurs through the process of evolution by natural selection.",
    "concept": "biology-focused",
    "source": "sciq"
  },
  {
    "text": "Gastrulation The typical blastula is a ball of cells. The next stage in embryonic development is the formation of the body plan. The cells in the blastula rearrange themselves spatially to form three layers of cells. This process is called gastrulation. During gastrulation, the blastula folds upon itself to form the three layers of cells. Each of these layers is called a germ layer and each germ layer differentiates into different organ systems. The three germs layers, shown in Figure 43.26, are the endoderm, the ectoderm, and the mesoderm. The ectoderm gives rise to the nervous system and the epidermis. The mesoderm gives rise to the muscle cells and connective tissue in the body. The endoderm gives rise to columnar cells found in the digestive system and many internal organs.",
    "concept": "biology-focused",
    "source": "sciq"
  },
  {
    "text": "Excavata Many of the protist species classified into the supergroup Excavata are asymmetrical, single-celled organisms with a feeding groove “excavated” from one side. This supergroup includes heterotrophic predators, photosynthetic species, and parasites. Its subgroups are the diplomonads, parabasalids, and euglenozoans. Diplomonads Among the Excavata are the diplomonads, which include the intestinal parasite, Giardia lamblia (Figure 23.10). Until recently, these protists were believed to lack mitochondria. Mitochondrial remnant organelles, called mitosomes, have since been identified in diplomonads, but these mitosomes are essentially nonfunctional. Diplomonads exist in anaerobic environments and use alternative pathways, such as glycolysis, to generate energy. Each diplomonad cell has two identical nuclei and uses several flagella for locomotion.",
    "concept": "biology-focused",
    "source": "sciq"
  },
  {
    "text": "Bacteria reproduce through a process called binary fission . During binary fission, the chromosome copies itself, forming two genetically identical copies. Then, the cell enlarges and divides into two new daughter cells. The two daughter cells are identical to the parent cell. Binary fission can happen very rapidly. Some species of bacteria can double their population in less than ten minutes! This process makes it possible for a tremendous bacterial colony to start from a single cell.",
    "concept": "biology-focused",
    "source": "sciq"
  },
  {
    "text": "Under the direction of osteocytes, osteoblasts continuously build up bone, while osteoclasts continuously break down bone to maintain mineral homeostasis. Bone tissues include compact bone, spongy bone, bone marrow, and periosteum.",
    "concept": "biology-focused",
    "source": "sciq"
  },
  {
    "text": "Simple Model of DNA. In this simple model of DNA, each line represents a nucleotide chain. The double helix shape forms when the two chains wrap around the same axis.",
    "concept": "biology-focused",
    "source": "sciq"
  }
]