[
  {
    "text": "I am soooo glad I'm not circumcised!\nMy corona is covered with foreskin so it is not exposed to viruses.",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "Did you know Google now has a platform for recording your bowel movements?\nIt's called Google Sheets.",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "What is the difference between my wife and my vacuum?\nThe vacuum doesn't snore after sex.\n\n&amp;#x200B;\n\nApril fools, I don't have a wife.",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "What did the French man say to the attractive teletubby?\nOo..lala...",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "A Priest takes a walk down to the docks one day\n[removed]",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "Yo Mama\nYo momma's so fat, that when she went to the zoo, the hippos got jealous.",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "Why did the pilot turn his plane into pens, pencils and a ruler?\nBecause to refuel it needed to be stationery.",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "On my 18th birthday my friend introduced me to his fit sister.\nI was happy to meat her.",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "A fifteen year old Amish boy and his father were in a mall\n[removed]",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "April Fool.....\nBecause nothing is funny any more, April Fools day has been cancelled. Henceforth, March will have 32 days and April will start on April 2nd.",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "Want to know which user is gullible? Click here to find out!\nYou are.",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "Did you hear about China's new policy?\nThey changed it from one child, to one grandparent.",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "Husband: I cheated on you once\nWife: well if we are coming clean I cheated on you too\n\nHusband: haha April First!\n\nWife: it was May 17\n\nE: grammar",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "This month starts with Ap\nNot sure if it will end with ril or opcalypse",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "What do you call a boat full of dentists?\nA tooth ferry",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "Japanese scientist have created a camera.\nIt has such an immense shutter speed, that it is now possible to take a photograph of a woman with her mouth shut.",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "a redneck needs to move away in his rv, but he has nowhere to put all the junk piled up around it.\n[removed]",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "Tee Pee a House on, April Fool's, 2020\nWouldn’t today, April Fool’s Day, 2020, be the best time to TeePee someone’s house?\n\nThe neighborhood will clean it up in four minutes.",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "How does an Appalachian mother know when her daughter is having her period?\n[deleted]",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "My dad's taking this social distancing very serious\nI haven't seen him in 23 years",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "Two guys are caught by cannibals\nThey are sitting in the big pot as the cannibals are stoking the fire, adding water, potatoes, and other veggies. One of the men starts laughing. \n\n“His friend says what is the matter with you we are about to be turned into stew and your laughing. “\n\n“I just shit in the gravy!”\n\nThen the cannibals grant them three wishes and it turns into a different joke.",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "How do you call security guards at a samsung store?\n[deleted]",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "A penguin takes his car to the mechanic. The mechanic tells him, it looks like you blew a seal.\n[removed]",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "According to the CDC, all jokes must now be inside jokes.\n[removed]",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "Now would be a really great time...\n...for the WHO and the governments of the world to just say, “April Fools!”",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "How do you know someone is feeling horny?\nThey click on this post",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "How does a blind man know when he's done wiping?\nTaste test.",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "A French Canadian, A Mexican and a New Yorker are exploring the uncharted areas of Africa when they get capture by a cannibal tribe.\n[removed]",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "I asked my girlfriend of 2 years why she cried while we had sex?\n[removed]",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "Chuck Norris tested positive for Covid-19.\n[removed]",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "Cruise Ships are being denied ports of entry due to the virus\nBecause there is not enough Docktors to help them",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "Two nuns are driving down a country lane late one night\n Suddenly,  a vampire lands on the bonnet of the car, hissing and scratching at the  windscreen! “Ooh, Sister Mary - quickly, show him your cross”! says a  panicking Sister Bernadette!   \nSister Mary quickly winds the window and  leans out, “Get off the fucking bonnet, you prick”! she shouts!",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "How do you make a waterbed more bouncy?\nSpringwater",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "Think about it\nThe coronavirus has turned us all into dogs. We roam the house all day looking for food. We're told no if we get too close to people. We get really excited for a car ride.",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "What did Lochte say after his teammates told the police what really happened?\n[removed]",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "I'm gonna start calling my ex's cooch the Corona virus\n[deleted]",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "My friends offered me to go out to dinner with them...\n[deleted]",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "Just got a job as a cuckoo in a cuckoo clock...\nIt's not great, but it gets me out of the house.",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "Why did Sister Mary leave the Convent?\nShe found out that Nun really meant none!",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "Fuck cheesy chat-up lines, we need better break-up lines:\n[removed]",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "What's the difference between an Indian man and a black man..\n[removed]",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "I started a dating site for people in my state who are infected with coronavirus\nOK Covid",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "I'm handing out a hundred dollar bill to anyone who rebels against the new social distiancing rules..\n[removed]",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "What's Xi Jinping's favorite sexual position?\n[deleted]",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "Why did the kid's guitar teacher go to jail?\n[deleted]",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "I enjoy a breakfast mimosa from time to time.\n[deleted]",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "Why don’t we just resolve this shortage of PPE for healthcare professionals by ordering more from Walmart?\nI mean, only a stable genius would think of that",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "The weirdest thing about the Coronavirus is....\n[deleted]",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "How does Popeye stop his penis going rusty?\nHow does Popeye stop his penis going rusty?\n\nHe sticks it in Olive Oyl.",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "Who hangs around outside in groups?\nNobody. Not you. Not them over there. Nobody. Stay the fuck at Home!",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "What do you call a young Mexican?\nA paragraph, because they're not a full ese",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "You think I’m cringe\nItalian moms wait 9 months just to name their kid Giuseppe",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "Three men desired to know their future. Thus, they journeyed far and wide to find an Oracle.\n[deleted]",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "I bought a roll of arab toilet paper the other day because everything else was out...\n...but there was nothing in the bag?!",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "A young artist exhibits his work for the first time...\n[removed]",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "The bartender asks “Why the non-linear structure?”\nQuentin Tarantino walks into a bar.",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "Three men are standing at the pearly gates...\n[removed]",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "LPT: The only jokes you should be telling today are inside jokes\n[removed]",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "I have a great knock knock joke. You start.\n[removed]",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "What's the difference between meat and fish?\nIf you beat your fish, it dies!",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "TIFU by mixing up by wifes sandwich order at Subway\n[removed]",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "Why can’t Chris Brown’s wife tell any abuse jokes?\n[deleted]",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "A preschool teacher went swimming with her class.\n[deleted]",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "We all heard the joke about why can't orphans play baseball, but why can't chinese people play baseball?\n[removed]",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "What do you call a furry that got laid off and laid at the same time.\nA furloughed fur load.",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "Who led the Jews across a semi-permeable membrane?\n[removed]",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "Why do you call your dog ”I-know-what-you-did”?\nI love how many people jump 3 feet high when I start calling him.",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "Must be read with a u.s. southern accent\nA southern belle was back from her trip to New York City and was telling all of her friends about it.\n\n\"Well I do declare, dey do things differently in the North! When I was there I saw boys kissin boys on da LIPS!\" She says\n\n\"Oh my oh my!\" Her friends fan themselves, \"what do dey call those?\" One asks\n\n\"Dey call em Homo-sex-uuuaaasls\"\n\n\"Oh my oh my!\"\n\n\"And I saw girls kissing girls on da LIPS!\" she says\n\n\"Oh my oh my!\" Her friends fan themselves, \"what do dey call those?\" One asks\n\n\"Dey call em Lez-b-aaaans\"\n\n\"Oh my oh my!\"\n\n\"And I even saw boys dat kissed girls in b'tween da LEGS!\"\n\n\"Oh my oh my!\" Her friends fan themselves even more, \"what do dey call those?\" One asks\n\n\"Oh I don't know, but I called em precious!\"",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "Politicians and leaders at the CDC asked to wear masks over their buttholes.\n[removed]",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "A blonde ordered a pizza and the clerk asked if he should cut it in six or twelve pieces.\n\"Six, please. I could never eat twelve pieces.\"",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "Give a man a fish and he eats for a day.\nTeach a man to fish and he eats for a lifetime.\n\nGive a man a duck and he eats for a day.\n\nTeach a man to duck and he avoids low flying objects!",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "Like a fucking idiot, I left my apartment door unlocked and some prick came in and took a shit\nYeah, so when I get home, I find two turds floating in the toilet. I know for a fact that when I left, there were three.",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "so i asked my crush out and she said YES!!!!!\nhahah idiots its Aprils fools she will never say yes hahaha",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "How did the lady sheriff always catch the wanted man?\nShe had a big posse.\n\nSome say it was a big ole hairy posse that could keep up with any man on the run.\n\nGo ahead, look her up.",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "What do you call a headless caveman, riding a dinosaur?\na yabba dabba dullahan.",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "A guy calls a company and orders their 5-day, 10 lb. weight loss program\n[removed]",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "Working from home is great! I’m basically getting paid $30 / hr to play Mario kart and have sex with my wife!\nThat’s like $3 per race and $0.50 every time I have sex!",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "A woman says to her lawyer \"I want to divorce my husband.\"\n[removed]",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "I tried to explain quantum theory to a Trump supporter...\n[deleted]",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "A doctor tells a woman she can no longer touch anything alcoholic.\nSo she gets a\ndivorce.",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "Pickup line to use on women in bars: \"I broke up with my girlfriend because she called 911 to report she ran out of toilet paper.\"\nNow if someone can tell me where an open bar is?",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "Went to the pub last night and drank ten pints.\n[deleted]",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "A koala is sitting in a gum tree smoking a joint when a little lizard walks up and asks him what he's doing.\n[removed]",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "During a standup class, a student asks her comedy coach why jokes always seem to have three iterations of the same situation before the punchline is landed.\n[removed]",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "I have an April fools joke going on with my landlord\nI am not paying rent this April 1st hehe, don't tell him",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "Black Panther and Planet of the Apes should do a crossover movie.\n[removed]",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "To the guy in the wheelchair who stole my camouflage jacket,\n[removed]",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "Have you ever tried eating a clock? It’s really time-consuming,\n[removed]",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "The greatest Doctor, smartest man, young geek, and inspiring preacher are on a plane. The pilot dies of a heart attack, and is confirmed by the doctor. But, there are only 3 parachutes on the plane. The doctor takes one and says,\n[removed]",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "I wrote a joke about sheep. It's really baaad.\nA farmer had two pastures, both filled with sheep. He kept the rams in one field, and the ewes in the other. He had no dog, so he taught the sheep to keep each other in check. Alternating every day, he'd let one group of sheep out, and they'd run around the others to keep them grouped together, just like a sheepdog would, before returning to their pasture at night. Not being suited for shepherding, it was very tiring for the sheep doing the work, and was stressful for the sheep being driven, too.\n\nOne day, a new ram was introduced to the flock. He thought this was a very curious arrangement. He said to one of the other rams, \"Why are we in charge of keeping order amongst the ewes, and they in charge of keeping order amongst the rams? Doesn't this mutual antagonism engender animosity when mating season comes around?\"\n\nThe other ram replied, \"Like it or not, we always herd the ones we love.\"",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "A doctor tells a woman she can no longer touch anything alcoholic. So she gets a divorce.\n[deleted]",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "What did the abusive butcher do after his wife left him?\nBeat his meat.",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "I was talking to a friend's little girl...\n[removed]",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "Black Panther and Planet of the Apes should have a crossover.\n[removed]",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "What do you call an Anglo-Saxon with a big ass?\n[removed]",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "Congratulations to China and their bat-eating citizens for getting the Corona Virus under control.\n[removed]",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "I got a dog and named him Phoenix.\nBut every time I say \"Phoenix, down!\" he doesn't get down - he just arises!",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "An off-duty Grenadier Guardsman at a football match found himself surrounded by several Coldstream Guards...\n \\- they told him to go get some Bovril for all of them, and they insisted he leave his shoe behind so they knew he would come back. But when he did, and he put his shoe back on, he felt the unpleasant squishiness of a large turd.\n\nThe same thing happened in the second half, only with the other shoe.\n\nAnd after the match, as they were all leaving, his bus turned up first and he got on it, and as it was about to pull out he leaned out of the window and said “Lads, lads, how long is this going to go on? This shitting in each other's shoes? This pissing in each other's Bovril?”",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "I’m having an affair with your husband and it’s the best sex ever\n[deleted]",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "Covid has been found circulating on Norwegian currency\nIt's the Kroner virus",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "An old lady dies and goes to heaven. She's chatting it up with St.Peter at the Pearly Gates when all of a sudden she hears the most awful bloodcurdling screams.\n[removed]",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "Help me on my homework? Gives me 404\nHi so I have a homework and it says to solve 20 X 20.2. does someone know the answer? Whenever I type it on my calculator it gives me \"404\" \nHelp?!?!!!???",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "Pandemic, country-wide fires, floods, locust swarms...\nI don't know who has them, but please just let the Jews go.",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "Apparently, the lockdown in many of the East Asian countries is causing a population boom soon. So in this case corral-ation does cause Asians.\n[removed]",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "The Cat just asked me if I want the radio on whilst he goes out. Prick!\n[removed]",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "Why did Julio say goodbye to Rosie?\nBecause she was the queen of corona.",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "On his death bed, an old jew says to his wife:\n[removed]",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "I’m having sex with your husband and it’s the best sex I’ve ever had\n[deleted]",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "I opened my fridge the other day and a tub of Stork fell and hit me on the head - I can't believe it's not better......\n[removed]",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "A middle-aged couples' sex life had dwindled down to near nothing.\nEvery day while the husband was at work, the wife would search the internet for tips on  how to spice things up.  Finally, she found something that she felt sure would re-awaken her husband's sex drive.  Knowing he would come home soon, she quickly took off all of her clothes, then wrapped herself tightly in aluminum foil.  \n\nHer husband came  in, and his wife smiled sexily and said, \"Well?  What do you think?\"\n\n\"What,\" said the husband, \"leftovers again?\"",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "A man saw a lady with big breasts. He asked, \"Excuse me, can I bite your breasts for $1000?\" She agrees, so they go to a secluded corner. She opens her blouse.\n[removed]",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "A duck threw a duck at another duck. So I shouted \"DUCK!\"....\nThey all looked at me and said \"what?\"",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "Before Corona, I used to Cough to cover a Fart.\n[deleted]",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "Imagine getting rid of COVID 19..\nand then China releases COVID 20 Pro Max",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "The Pope cancelled Easter this year..\nIt's gotten so bad down here that Jesus won't even come back!",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "In celebration of my cake day, here's the worst joke I've ever created.\n[removed]",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "What is the difference between a new wife and a new job?\nAfter 5 years the job still sucks.",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "Mr. T set the ninja turtles up on a blind date.\nMr. T: Here's your girl. \n\nNinja Turtles: who is she?\n\nMr T: Its April, fools.\n\n\n\n\n\nAlso, I'm sorry.",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "Just been to Costco and saw a guy buying up all the tequila, burritos, and piñatas.\n[removed]",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "Why is baseball not a big sport in China?\n[removed]",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "Whats the difference between coronavirus and angry feminists?\n[deleted]",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "I was having sex with a woman when her husband came home early.\n[removed]",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "Do you know the real reason why dark mode is introduced in all social media?\n[removed]",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "In-N-Out Burger has announced they're changing their name for the duration of the virus lockdown.\nNow it's just \"Out Burger.\"",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "How's the weather in Western China?\nCloudy with a chance of genocide",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "Nobody likes me in their circle, they kick me out. My opinions are always neglected.\n[removed]",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "Being a Cow farmer is one of the few jobs where you DON'T want to get a pat on the back.\n[removed]",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "You know what the best NSFW subreddit is?\n[removed]",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "Mental school: Two mentally disturbed men Akpos and Kwame decided they must go to school.\nThey collected old books and went to sit under the tree pretending it was a school. The following day, Akpos got there early and climbed the tree. As Kwame came and saw his friend on top of the tree he asked, \"What are you doing up there?\"Akpos replied, \"I am now in high school.\"",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "A man is driving down the motor way in the fast lane with a trailer full of monkeys\n he notices his friends jeep in the adjacent lane. He slows down and ushers his friend to pull down the window.      \n\n\"John I'm in a massive rush, if I give you $50 could you bring these monkeys to the zoo?\"    \n\n\"No problem\" replies John \n\nAbout 4 hours later, the man drives the opposite direction on the motorway and is surprised to see John's truck  with the monkeys still in the back. He ushers John to roll down his window once more.\n\n\"John wtf are you doing? I gave you $50 to bring those monkeys to the zoo\". \n\n\"I did\" replies John \n\"But I had money leftover so we are off to the cinema\".",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "You knpw what the best nsfw subreddit is?\n[deleted]",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "Honeymoon\nIt's the morning after the honeymoon, and the wife says, \"You know, you're really a lousy lover.\" \n\n\n\nThe husband replies, How can you tell after only 30 seconds?\"",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "What did the redditor say after he killed a man?\n[removed]",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "Why was a plastic surgeon appointed the director of the department of labor?\nBecause he knows jobs!",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "Did you see on Facebook they've rebooted the DCU with a new supervillain, a Chinese cannibal?\nI guess he ate Batman or something.",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "While getting ready to go play outside with my kids, my wife asked me \"Do you have tennis shoes?\"\nI responded, \"No, I only have 9 issues.\"",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "Why do dogs not like vacuum cleaners?\nBecause nature abhors a vacuum.",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "What is a baseball batter’s favorite cake?\nA Bundt cake",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "An Irish girl tells her mom she decided to be a prostitute.\n[removed]",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "It's never worth getting into an argument about creationism vs. evolution\n[deleted]",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "A police officer approached me asking if I knew anything regarding the whereabouts of the man who sold the world.\n[deleted]",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "Who led the digitization of your company?\n1. CEO\n2. CTO\n3. COVID-19",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "What did the redditor after he killed a man?\n[deleted]",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "What do you call a nut that gets good grades?\nAn academia nut..",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "When one door closes, another one opens\nOther than that, it's a pretty good car",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "My grandpa is a real inspiration to get healthy, he started running a mile a day when he was 65!\n[deleted]",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "Dad: If you keep masturbating you’ll go blind!\n[deleted]",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "Elite Hacker Finds a Magic Lamp\nHe rubs it and a genie pops out.\n\nThe genie says \"You have three wishes.\"\n\nElite Hacker says \"I wish I have zero more wishes.\"\n\nGenie says \"You have 255 more wishes.\"",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "This joke is not a joke so that makes it an April Fools’ joke, so it is a joke.\n[removed]",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "People must not cough near you. People can only cough far away. When you hear people cough, you should tell them to\nFar Cough",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "A mathematician stumbles home drunk at 3 a.m.\n[removed]",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "Why did the semen cross the road ?\nBecause I put on the wrong pair of socks this morning.",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "‌‌Why d‌‌oes O‌‌edipus h‌‌ate p‌‌rofanity?\n[deleted]",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "A blonde, a brunette and a redhead are stuck on an island.\n One day, the three of them are walking along the beach and discover a magic lamp.   They rub and rub, and sure enough, out pops a genie.   The genie says, \"Since I can only grant three wishes, you may each have one.\"   The brunette says, \"Ive been stuck here for years. I miss my family, my husband, and my life.   I just want to go home.\" POOF!   The brunette gets her wish and she is returned to her family.  Then, the red head says, \"Ive been stuck here for years as well. I miss my family, my husband, and my life.   I wish I could go home too.\" POOF!   The redhead gets her wish and she is returned to her family.   The blonde starts crying uncontrollably.   The genie asks, \"My dear, whats the matter?\"   The blonde whimpers, \"I wish my friends were still here.\"",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "Farmer Joe's bull breaks down the barbed wire fence again...\n[removed]",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "What do you call a nut that gets good grades?\nAn academia nut..",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "Masturbating too much during quarantine can lead to short term memory loss.\nAnyways, did you know that masturbating too much during quarantine can lead to short term memory loss?",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "A group of kindergarteners were trying to become accustomed to the first grade\n The biggest hurdle they faced was that the teacher\n\ninsisted on no baby talk.\n\n\"You need to use 'big people' words,\" she'd always remind them.\n\nShe asked Chris what he had done over the weekend.\n\n \"I went to visit my Nana.\"\n\n\"No, you went to visit your GRANDMOTHER. Use big people words!\"\n\nShe then asked Mitchell what he had done. \n\n\"I took a ride on a choo-choo.\"\n\nShe said, \"No, you took a ride on a TRAIN. Use big people words.\"\n\nShe then asked Bobby what he had done. \"I read a book,\" he replied.\n\n\"That's WONDERFUL!\" the teacher said. \"What book did you read?\"\n\nBobby thought about it, then puffed out his little chest with great\n\npride and said, \"Winnie the Shit.\"",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "I told my stepdaughter that she could have brownies for breakfast\n[deleted]",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "(True Story) My girlfriend wakes up this morning\nShe wakes up this morning, turns to me and says “I’m horny”\nMe: *Excitement in my voice* “Yeah?!” \nHer: “April fools!”\nMe: ....  :*(",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "What is the stuttering Reddit user's favorite type of candy?\n[deleted]",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "What is a Reddit user's favorite type of candy?\n[deleted]",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "A man is walking through his local mall and notices a Mexican book store\n\n\nHe decides to go in because he has never seen a Mexican book store before. He browses through the store and finally asks the clerk, \"Do you have the book on Donald Trump's foreign policies with Mexico?\"\n\nThe clerk replies, \"F*ck you, get out, stay out!\" The man replies, \"Yeah, that's the one!\"",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "Your momma's so fat....\nWhen she butt dials someone, it's an entire area code.",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "Can we uninstall 2020 and install it again?\n[removed]",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "It's not that I judge all Sylvester Stallone movies negatively\nI just dread them",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "A man escapes from a prison where he's been locked up for 15 years. He breaks into a house to look for money and guns. Inside, he finds a young couple in bed. He orders the guy out of bed and ties him to a chair.\n[removed]",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "Due to a huge increase in deliveries, FedEx and UPS have joined forces\nAnd are now fed-up",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "Some of the best multiplayer games i have seen people playing\n1) PUBG\n2) Minecraft \n 3) Long distance relationships",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "Nsfw: Do you think sperm would be disappointed...\n...to find out they were in a gay dude's balls?  They have one job: to be a baby, but the best they can be is a snack.\n\nImagine your whole life you wanted to be an astronaut.  You went to space camp, you studied hard. You beat the odds, and came in first of your class...you get the job, they load you into the rocket and instead of shooting you into space, they shoot you into some guy's asshole.\n\nI mean, being in a straight guy's balls can't be any better...like it's the last day of school, the bell rings, and all the kids pours out the doors and right into a sock.  Even best case scenario you're target demographic is a cunt.",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "what do you call a fish with no fins??\nunfinished!\n\nand sad :(",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "Hate social distiancing? I'm handing out a hundred dollar bill to anyone who rebels against the rules..\n[deleted]",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "Two men were riding through Mississippi when they're pulled over for speeding..\nThe officer approaches the driver's side, opens the door, pulls the driver out, and begins beating him senseless. When he's done he tells the driver, \"We don't drive like assholes in Mississippi.\" Shoves him back in the car, walks around to the passenger side, repeating the process. The passenger pleads, \"I wasn't driving, why me? Why ME?!\" \nThe officer says, \"So you don't say I wish he would've tried that shit with me five miles down the road.\"",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "My grandad died last year because we couldn’t find out his blood type for an emergency transfusion\nHe kept shouting “be positive” but it’s hard without him",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "We think of the 19th amendment as a feminist achievement\n[removed]",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "One day, Little Johnny saw his grandpa smoking his cigarettes.\n[removed]",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "Bill and Fred hang out at the beach . . .\nBill meets a lot of girls, but Fred can’t get anywhere with them. Finally, Fred takes Bill aside and asks him, “What’s your secret?”\n\n“Well,” Bill says in a low voice, “I always put a potato in my trunks. Works every time!”\n\nFred thinks that it’s a great idea, and the next day, he puts a potato in his trunks.\n\nThey return to the beach, but this time the girls are RUNNING away from him.\n\nBill waves him over. “Fred,” he says, “the potato goes in the front.”",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "It all comes together with a castle\nAnd it all gets divided by a corona",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "07726524593 PLEASE TEXT THIS NUMBER - ASKING 'DO YOU STILL HAVE THOSE GOATS FOR SALE'.\n[removed]",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "My wife asked to netflix and chill tonight.\nSo I stuffed her in a freezer and I am watching Tiger King",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "News: Los Angeles to reopen gun shops as \"essential\" businesses.\n \n\nJust in time for the reopening of the schools next week.",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "Donald Trump, Vladimir Putin, and Xi Jinping are boasting about their coronavirus strategies\n[removed]",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "An Englishman, an Irishman, a Scotsman and a Welshman all get caught by the Iraqis. Sounds painful, but the head captor tells them \"You are all to be shot- but it is tradition and a mark of honour to grant the first four prisoners of war whatsoever they wish before they are executed.\"...\n...The Welshman says \"Well then. It'd be bladdy magic to hear an 'undred members of the Welsh male voice choir all singing 'Land of my Fathers'. Smashin'. Yaki Da!.\"\n\nThe Scotsman says \"Wehw, Ah wanna hund'ed bag-pipers aw playin' 'Flower of Scotland'.\"\n\nThen the Irishman says \"Oi tink Oi'd like for t' see a hundred Oirish dancers all doin' Riverdance before Oi go.\"\n\nThe Englishman says \"My request? Will you shoot me first?\"",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "Every day for the past few months, I announce loudly to my family that I’m going for a jog, and then I don’t.\nIt’s my longest running joke of the year.",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "What is the difference between an erection and a Subaru?\n[removed]",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "What is the difference between an erection and a Subaru?\n[removed]",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "What is the difference between an erection and a Subaru?\n[removed]",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "My mom always complains bout me being weird, so when we went to Disneyland, she told me to \"just blend into the crowd.\"\nSo I covered myself in camouflage clothes and paint and walked around Disneyland.",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "They said I wasn't gonna get laid this year...\n...jokes on them. I got laid off today.",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "A Community Joke Where I Live (Sorry Californians)\nA Montanan, a Russian, and a Californian walk into a bar. The Russian orders vodka, pulls out his gun, and shoots it.\n\n Everyone says, \"Why did you do that?\". The Russian replies, \"Back at home, we have a lot of vodka,\"\n\nThe whole bar laughs at this. Then, the Californian orders wine, takes the Russian's gun, and shoots the bottle.\n\nThe bartender asks,\"Why did you do that?\" The Californian says,\"In California, we have a lot of wine.\"\n\nAgain, the whole bar laughs. The Montanan order some beer, drinks it, takes the Russian's gun from the Californian and shoots him.\n\nEveryone screams, \"WHY DID YOU DO THAT?!\" The Montanan replies, over sirens,\"Well, in Montana, we have too many fucking Californians.\"",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "Fictional, completely fake news: Supermarket now sell only 1 food product\n[removed]",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "There was 3 women walking down the street\nI saw those women, and I shouted:\n\n\"Why are you 3 women walking down the street, there is nothing down there\"\n\nAnd then they turned around and flew away... \n\nApparently, it was just some birds",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "How to eat a frog\nStart with a live, intact female frog.  \nStep one: Place the frog's left rear leg over your right ear.  \nStep two: Place the frog's right rear leg over your left ear.  \nStep three: Extend your tongue....",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "Just been in to Starbucks and the barista was wearing a face mask\n[removed]",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "In the Norwegian alphabet there are three additional letters: Æ Ø and Å. The letter Æ is the sound a sheep makes, minus the B ...\n[removed]",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "An engineer, a physicist and a statistician go deer hunting.\nAn engineer, a physicist and a statistician go deer hunting. They see a massive buck, and the physicist gets to take the first shot.\n\nThe physicist takes out a notepad and pencil and starts calculating, \"Account for coriolis force, air friction...carry the 9...\" Finally the physicist has calculated the optimal firing angle.  He takes his rifle, consults his calculations, lines up and fires...but his shot is too high and goes over the buck.\n\nThis being a joke, the buck doesn't run away so it's now the engineer's turn.  He pulls out his tool kit and constructs a device to aim and fire his rifle.  He completes construction, straps his rifle in, and calibrates the machine.  The engineer then presses the fire button and steps back.  The machine whirs, then fires the rifle...but the shot is too low and passes under the deer.\n\nThe statistician throws his fists into the air and shouts, \"We got him!\"",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "Farmer Joe's bull breaks down the barbed wire fence again...\nJoe is getting fed up with constantly replacing his fence posts and barbed wire. Chasing down the bull and getting him back to the field is no easy task either. So he goes to his neighbor Steve for advice. Steve being the nice neighborly farmer says \"I've got plenty of barbed wire you can use to replace that fence, but I'm getting too old for the hard work. Why don't you hire some of the folks at r/jokes? I hear they're the best at reposting\"",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "You know how men who drive really expensive or large vehicles must be compensating?\nWhat does that say about men who ride bicycles around? \n\nOr men who just walk to where they're going?",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "The United States Government just cancelled April Fools' Day due to the prevalence of prank-related injuries last year.\n[removed]",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "I like my women like I like my shaving cream\n[deleted]",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "A man drives to a Drive-Thru Marriage and asks: \"I would like to marry this woman.\" The employee says:\n\"Would you like fries with that?\"",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "She said that she will only date Black Boys she saw me take my boxers off\n[removed]",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "General Johnson sent his Jeep in to the motor pool for repairs.\nAfter a week of his Jeep being at the motor pool General Johnson called down to inquire of its progress.\n\nMechanic: Motor Pool\n\nGen Johnson: yea!  Is General Johnson’s Jeep ready yet?\n\nMechanic:  You mean fat ass Johnson?!?!\n\nGen Johnson:  BOY!  DO YOU KNOW WHO THE HELL YOU’RE TALKIN’ TO???!!!\n\nMechanic:  No...\n\nGen Johnson:  This is General Johnson!!!\n\nMechanic:  Do you know who you’re talkin’ to?\n\nGen Johnson: No\n\nMechanic:  Bye fat ass...  “click”",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "Just got back from the local supermarket...\n[removed]",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "What did my Internet history tell my wife?\n[removed]",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "Before VS After Marriage\n Before Marriage:  \nBoy: Ah at last. I can hardly wait.  \nGirl: Do you want me to leave?  \nBoy: No don't even think about it.  \nGirl: Do you love me?  \nBoy: Of Course. Always have and always will.  \nGirl: Have you ever cheated on me?  \nBoy: Never. Why are you even asking?  \nGirl: Will you kiss me?  \nBoy: Every chance I get.  \nGirl: Will you hit me?  \nBoy: Hell no. Are you crazy?  \nGirl: Can I trust you?  \nBoy: Yes.  \nGirl: Darling!  \nAfter Marriage:\n\n(Read from bottom to top)",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "If you see Mr. T do not talk to him today. He is in a terrible mood!\n[deleted]",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "Did you know there is a Play about Queen Elizabeth I’s menstruation?\nIt’s a period drama.",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "What’s a pregnant woman to a cannibal?\nKinder surprise.",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "In Star Trek Picard, the Borg are depressed.\n\"Existence is futile\"",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "The COVID-19 virus in the US is unprecedented\nEdit: un-presidented",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "I saw a guy at the store buying four crates of San Miguel, five paella and three sombreros.\nI thought to myself... Hispanic buying.",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "I ordered a customized prank pizza today.\n[removed]",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "Robin Hood gives a bag of stolen coins to a poor man on the street.\n[deleted]",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "A black guy and a mexican are in a car,whos driving?\n[removed]",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "There were two kids fighting over who got to play next in the videogame...\n[deleted]",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "I just thought of the ultimate April Fool's Prank. Let me spell it out for you.\nI T O U T F O R Y O U",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "A married woman gets a text: I’m having an affair with your husband.... The woman replies: You are? Next text: I am for about 2 months now. The woman replies: is the sex good? The reply: oh yes it’s the best sex I’ve ever had!!! The woman replies: That’s not my husband good bye!\n[removed]",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "Whats a term that relates a priest and a school shooter?\n[removed]",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "Meddling parents\n My parents grew to like my girlfriend so much, they take her as their own daughter. Now they started looking for a proper boyfriend for her.",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "There's plenty of bad things being said about Coronavirus, but on the bright side...\n[removed]",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "How many feminists does it take to change a light bulb?\n[removed]",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "I have a Polish friend that is a microphone tester\nAnd a Czech one, too...",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "You know the worst part about taking a corpse out on a date?\nThey're quiet they always give you the cold shoulder and always seem pretty stiff when it comes to paying the bill.",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "Scientists have recently discovered that 97% of the worlds population is kind of dumb.\nPhew, thank god I'm part of the other 5%.",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "My girlfriend and I had sex a couple of days ago.\nShe looked at me and said, \"Turn the light off and stick it in my butt\". I guess I should have waited for the bulb to cool off first.",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "The farmers daughters\nA farmer had three daughters each one had a date for the night. The farmer being very protective locked all three of his daughters in there room, so he could meet their suitors.the first suitor gets to the door and says hi I’m joe I’m here for flow where going to the show is she ready to go, the farmer looks him over decides he’s fine and sent his daughter and the suitor on they’re way.the second suitor got to the door and said hi I’m Eddie I’m here for Betty where going to eat some spaghetti is she ready, once again the suitor seemed fine so he sent his daughter and the boy on they’re way. Finally the third suitor got to the door and said hi I’m chuck and the farmer shot him.",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "What did people said to something they love and care?\n[deleted]",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "Old Macdonald had a farm, got rich and created...\n[deleted]",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "Where does a pirate bury his captured treasure?\n[deleted]",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "A man ran into the bar and asked the bartender how tall is a penguin.\nThe bartender gives a rough estimate and say \"about this tall I suppose.\"\n\nThe man replied \"Oh fuck I ran over a nun!\"",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "Is amazon saying a burrito blanket is essential, they should\n[removed]",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "Why is everyone tired this April 1st?\nBecause we all just finished a 31 day March!",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "My wife said she will divorce me for making too many jokes about communist Russia\n[removed]",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "Did you hear the news? North Korea is re-nuclearizing, a massive volcano erupted...\n[removed]",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "I was asked\" How often do you have sex?\"\nAlmost everyday. Almost on Sunday. Almost on Monday. Almost on Tuesday. Etc. Etc.",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "In Australia, they dont actually call it a Ken doll.\nInstead, he's known as a simp on the barbie.",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "Q: Have you ever seen Malcolm in the middle?\nA) Yes\n\nB) No\n\nC) Maybe\n\nD) I don't know\n\nE) Can you repeat the question",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "Why are all the parents going cross-eyed during the quarantine?\nThey can't control their pupils.",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "When people ask “what is going on inside your head?” to me, just imagine Roman Holiday at 2 times speed as a visualization.\n[removed]",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "Why did Egyptian royalty have an easy time getting married?\nThey had great Pharaoh-mones",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "How do they execute bad drivers?\nThey give 'em the electric car",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "I wasn't particularly close to my dad when he died...\nwhich was lucky because he trod on a land mine",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "What is Osama Bin Ladin's favorite snack?\n[removed]",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "My boss told me i was fired today and gave me my last salary\n[deleted]",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "If you ever feel cold,\nstand by the corner it is usually 90 degrees",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "They say you should trust your instincts\nBut never your out stinks.",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "Did you hear about the fight at the fish shop last night?\nThe fish got battered!",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "What's the difference between a garbanzo bean and a chickpea?\n[removed]",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "Today for the very first time, President Trump stated that he now accepts that his pandemic response was a total disaster and he has decided to use all the legal resources available to him and save many American lives.\n[removed]",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "My wife offered me a blowjob today.\n‘Really’ I said \n\n‘No, April fooaarrrrglegargle’\n\nThat’ll teach her to be funny",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "My grandpa once told me he could never be homeless...\n[deleted]",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "You know why Oprah got arrested at the airport? She had 10 pounds of crack in her dress.\n[removed]",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "(this is a remix of another joke of this subreddit) What is a pirate least favorite letter?\n[deleted]",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "I don't know what's going on in your life right now, but figured you might need to hear this.\n[deleted]",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "What are the best jokes for April 1st this year?\n[removed]",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "A priest, a pedophile and a serial rapist enter a bar\n[removed]",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "The party game\nJack was in a party with a bunch of friends, everyone was having fun and stuff, and proposed a game:\n\n*Hey guys! Let's see who can do the best bird impression!*\n\nHis friends mocked him for proposing such a stupid game.\n\nJack got pissed and flew away.",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "Believe it or not, I started my day the same way nerds start their responses in reddit comments.\nWell actually",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "Two elephants are sitting in the bathtub together, and one says to the other...\n\"No soap radio?\"",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "A shipwreck, only Scarlett Johansson and some random dude survived on an deserted island...\n[removed]",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "What did the necrophiliac say when he walked in on a bunch of dead Andrew Dice Clay impersonators who died sitting around a table playing Yahtzee?\n[removed]",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "Human: Hey God! Can you please reinstall 2020.....it has a virus\n[removed]",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "Why isn't Cricket a great sport in China?\n[removed]",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "What did the necrophiliac say when he wanted in on a bunch of Andrew Dice Clay impersonators who died at the table playing Yahtzee?\n[deleted]",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "So I was at the shop the other day buying lots of food and essentials.\n[deleted]",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "The United States and Britain are having a competition on who can fuck themselves up the most.\n[removed]",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "Farmer Joe’s bull breaks down the barbed wire fence again...\nJoe is getting fed up with constantly replacing his fence post and barbed wire. Chasing down the bull and getting him back to the field is no easy task either. So he goes to his neighbor Steve for advice. Steve being the nice neighborly farmer says “I’ve got plenty of barbed wire you can use to replace that fence, but I’m getting too old for the hard work. Why don’t you hire some of the folks at r/jokes? I hear  they’re the best at reposting”",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "What does coronavirus and dark humor have in common?\n[deleted]",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "How do you refer to boobs in a legal argument?\nEntities",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "I tried changing my password to \"brazildefense\" but Reddit said it was too weak\n[removed]",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "I once knew a nun with a filthy habit\nI once knew a nun with a filthy habit. \n\nBut she was able to take it to the dry cleaners. \n\nThe cum n' coke stains were particularly hard to get out. \n\nThe mission was know for its cumin and cola  themed fundraisers. \n\nThese were usually followed by an orgy. \n\nOf evidence the nun led a boring life. \n\nOf being devoted to the missionary position.",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "A man who lived by the sea grew a cucumber so large he was able to turn it into his house. One day a bad storm flooded the area with seawater and damged his home.\nNow he’s in a pickle.",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "What does Santa Claus say when he works in his garden?\nHoe Hoe Hoe!",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "When this crisis is over.\nIf you had to choose between going on a bender with the lads or taking your partner out for a romantic dinner.....\n\n\nWhich bar would you meet your mates in?",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "A man was talking to his blind friend who was very talented. He asked her, “With that much talent, is there anything you can’t do?”\nThe guy said, “See.”",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "I couldn't believe who the Candadian PM was when I was told.\nBut I checked and what I was told was true though",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "I was shocked when I found out Canada had a Prime Minister so I checked the news...\n[removed]",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "Why are ballet dancers good in bed?\nBecause they do it in five positions",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "Darth Vader and Luke Skywalker are engaged in a lightsaber duel, when Vader whispers....\n\"Luke, I know what you're getting for Christmas\"\n\nLuke ignored him and continued to to fight.\n\nBut he whispers again \"Luke, I know what you're getting for Christmas\"\n\nLuke stops fighting and says \"Ok, what are you going on about?\"\n\n\"I have felt your presence\"",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "Where do you go if you want to eat food cooked by a short Jamaican?\n[deleted]",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "I used to work in a chicken farm in the Philippines.\n[deleted]",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "A cowboy is captured by indians. The chief tells the cowboy they'll grant 3 requests before they scalp him.\nThe cowboy thinks a minute then says, \" I wish to say goodbye to my horse then to set him free.\"  So they bring him his horse, he whispers in its ear then sets him off into the sunset.  He tells the chief he needs to mull over the third request and the chief agrees to wait until sunset. \n\nAs the sun dips in the sky, here comes the horse back, with a beautiful brunette in the saddle.  \"Is this your last request?\" the chief asks.   \"Uh, no,\" says the cowboy.  \"My last request is to say goodbye to my horse once more.\"  \"Ok...\" says the chief.  The cowboy leans into his horses ear and hisses, \n\n\"You idiot!  I said 'Posse!  Posse!\"",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "News headline: Social distancing seems to be working in the greater Seattle area, flattening the curve and slowing the infection rate dramatically.\n[deleted]",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "A blind man enters a bar and asks the Barkeeper \"Wanna hear a joke about blondes?\"\n[removed]",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "When I was young,God gave me one wish to wish for anything,so I wished that I could at least get one girlfriend before dying\n[deleted]",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "Last night I was pee-painting on a wall when the police caught me red-handed\n[deleted]",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "Did you know that wombats are capable of complex mathematical operations?\nThey can cube the number 2.",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "What do you say when you greet someone?\nIt’s just the flu.",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "Did you hear about the constipated engineer? ...\n[deleted]",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "I respect the people who are able to sit and stay at home during these times.\n[deleted]",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "Do you ever wonder \"Who am I? Where am I going? What am I doing?\"\nWell, mind your own business.",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "A woman is giving birth to her child\nAnd finally, after much effort and pain, the doctor manages to help deliver the baby. The Doctor then proceeds to chuck the baby out of the window.\n\nW: \"Why? Why did you do that to my poor baby, you monster?\"\n\nThe Doctor laughs maniacally and replies \"April Fool's! He was already dead.\"",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "What did the cheese say when it saw itself in the mirror?\nHalloumi",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "My therapist has a plan to address my dear of elevators\nI promised to take steps to avoid them.",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "Ancient Chinese wisdom\nAncient Chinese should receive credit for toilet paper, guy who invented it was named Wi Ping.",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "Why is it possible for people to understand a language but not be able to speak it?\nNo se",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "Farmer Joe's bull breaks down the barbed wire fence again...\n[removed]",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "After the operation, there was good news and bad news...\n[deleted]",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "A man visits a wise man and meets his three daughters...\nHe's staying for the night and each of the girls come to him in turn to offer their hospitality.\n\nThe first one tells him her name is June because she was born in June. She is well practiced in fortune telling and gives him advice on the future.\n\nThe second one tells him her name is August because she was born in August. She practices medicine and gives him a complete physical.\n\nThe third one tells him her name is Maple because she was born in the neighboring town. She tells him of a great treasure buried beneath the family stables.\n\nAfter digging for an entire night, he returns empty-handed to the house covered in dirt and animal excrement. He complains to the wise man about Maple's deception.\n\nThe wise man replies \"oh you must have met April. April fools.\"",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "Thought of this one on my own when I was a youngster.\nWhy did the artist lose the gun fight?\n\nHe didn't draw his gun fast enough!",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "What in common has my unhealthy snacks and Trump's February statement?\nThey will disappear, just like magic, one day they will just disappear...",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "My ex-girlfriend was a librarian\nThe last present I bought for her was a really loud stereo system. Not only did the bitch turn it down, she turned it down.",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "there is a kid named Bob in christian school\n[removed]",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "What did the victims of a month-delayed April Fool's prank feel?\n[removed]",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "We are over 9 hours into April and noting bad has happened\n[deleted]",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "The day is April 1st, and Timmy wanted to play an April Fool's joke on his mom. His mom comes home from work, and Timmy rushes to her.\n[deleted]",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "TIL that the upcoming show \"Shaking hands with America\" was cancelled due to the Corona Virus\n[removed]",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "Sometimes I crouch down in a little ball, wrap my arms around my legs and gently tip forwards...\n[deleted]",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "They should put all COVID-19 patients to las vegas\nWhat happens in vegas stays in vegas",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "Just checked my Farmville for the first time in 8 years...\n[removed]",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "I asked my doctor if I’m healthy enough for sex\n[removed]",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "What did the first person to get \"April Fooled\" say ?\n[deleted]",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "Doctor: \"i'm sorry to say you've got lung cancer.\"\nPatient: [tearing up] \"oh god, no!\"\n\nDoctor: \"Sorry to say it because it's not true, lol April Fools!\"\n\nPatient: [angry] \"What the hell?\"\n\nDoctor: \"Yeah, pranked you, the cancer's in your pancreas.\"",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "Famous last words...\n''Oh come on, nobody's died from this in years!''\n\n''I saw it on Jackass last night''\n\n''my dad did it as a kid''\n\n''Yes i'm sure the power is off''\n\n''it'll only hurt for a coupe of days''\n\n''see? i'm now afraid of heights''\n\n''you're all pussies''\n\n''What are you gonna do, shoot me?''",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "What’s the only difference between Valentine’s Day and April fools?\n[deleted]",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "girl: babe I'm pregnant you're the father\n[deleted]",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "A man is suing another man for a car crash....\nMan : my hand hurts and i can't even raise it!\n\nlawyer: how high can you raise it now?\n\nthe man raises his hand to a very low place\n\nlawyer: and how high were you able to raise it before the crash?\n\nthe man raises his hand the highest his hand can go.",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "How can you tell if a soprano is at your front door?\nShe can't find the key, and doesn't know when to come in.",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "How many actors does it take to change a light bulb?\nonly one cause they don't like to share the spot light",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "Doctors in New York have come up with a cocktail of drugs to treat symptoms in patients with Coronavirus..\nThey’re calling it The Manhattan.",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "The pope told Catholics that if during these times, if you can't find your priest, go directly to God.\n[deleted]",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "Why is Donald Trump not a humanitarian?\nHe says that he doesn't like cannibalism; too stringy and only good with mustard.",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "why did i open a new tab?\nto search for good jokes. to search for good jokes.",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "What are the best movies to watch during quarantine?\n[removed]",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "Beautiful But\nA lady goes to a tattoo parlor to get Beautiful Butt tattooed on her behind in large letters because her husband keeps telling her what a Beautiful Butt she has. The tattoo artist convinces her that Beautiful  Butt in large letters may not look to good with a big crack going down through the middle of the tattoo.  So they decide on a big B on each but check.After she gets the tattoo she goes home and gets ready to surprise her husband. She gets naked and waits at the top of stairs for him to come in from work.Her husband opens the front door, steps in and sees her naked at he top of the stairs.  She says,”I have a surprise for you honey.”  Turns around and bends over.  Her husband looks at her ass and says,”Bob, Bob, who in the hell is Bob!”",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "Went and Caught My Wife Cheating With My Best Friend\n[removed]",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "What kind of jokes are allowed during the quarantine?\nInside jokes",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "What kind of jokes are allowed during the quarantine?\n[deleted]",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "What do they call it when your eye is infected with COVID-19?\nCorona-Iris.  I'll see myself out.",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "911: 911, what is your emergency?\nWoman: I was just sexually assaulted by a painter!\n\n911: How do you know he was a painter?\n\nWoman: He was drunk and didn't finish the job.",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "Why can't ants get sick from Coronavirus?\nBecause they have little anty-bodies.",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "I wonder if the people who post their cute pictures of bats on Reddit are taking additional measures to prevent infecting them.\n[removed]",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "Why do you bang a sheep on the edge of a cliff?\n[removed]",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "The Germans' response to the virus has been so effective, and their fatality rate is so low, the only conclusion is that the virus must have Germophobia\n[removed]",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "Now the coronavirus is getting really bad.\n[deleted]",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "When suicide bombers detonates...\n...he goes out with a Bang.",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "Years ago, I decided I wanted to be a doctor...\n[deleted]",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "Today is the day many people will confess to their crushes\nAnd say it was an April fool's joke when they get rejected",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "Knock knock\nWhose there?\nCorona. \nCorona who?\nCorona you! *Coughs in face*",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "A bikini is an outfit where 90% of a woman's body is exposed.\n[removed]",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "Why is it?\n My wife can come home from working in her dress and change into jeans and a flannel shirt it’s no big deal.  \n\nWhen I come home from work and change out of my jeans and flannel shirt. It’s suddenly “we have to talk.”",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "The spoon in a waiter's pocket catches the customer's attention\nThe customer asks \"Why do you have a spoon in your pocket?\" To which the waiter replies \"It's part of a new program to save time the restaurant is doing. If I drop a soup spoon, I can quickly replace it with the spoon in my pocket, and then switch the dirty one out next time I'm in the kitchen.\" The customer is visibly impressed. He then notices something else. He asks \"Is that the same reason you have a ketchup bottle in your apron?\" The waiter says \"Exactly!\" The customer says \"One last question. Why is there a string coming out of your fly?\" The waiter explains \"That string is tied to my penis. When i go pee, i just have to unzip and then give it a tug. That way, i save valuable time not having to wash my hands.\" The customer says \"I see. But how do you get your penis back in your pants without touching it?\" The waiter replies \"I don't know about the other waiters, but I use my spoon.\"",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "When this crisis is over and you had to choose between a night out drinking with your mates or a romantic dinner with your wife..\nWhich pub will you be drinking in ?",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "How do you waste people's time?\n&gt;!not like this !&lt;/ &gt;! not like this  not like this    !&lt;/&gt;! /  not like this!&lt;\n\n&amp;#x200B;\n\n&gt;!not like this tooo!&lt;   .&gt;!not like this also   !&lt;&gt;!look somewhere else!&lt;\n\n&amp;#x200B;\n\n&gt;!Not like this either  !&lt; .   &gt;!   not like this  !&lt;.&gt;! not like this!&lt;",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "Five years old boy asks his mom, \"Mom, why you were jumping on dad's belly last night\"?\n[deleted]",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "What's the difference between a jazz guitarist and a rock guitarist?\n[removed]",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "My friend is the most average person on the planet yet he loves to go around judging and criticising other people\nHe's really mean",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "Drug cartels have been turning to toilet paper instead of narcotics for profits.\nI guess you can say the crack has been wiped  out clean",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "Prince Charles is actually happy about getting COVID-19.\nNow he doesn't have to worry if he will experience coronation.",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "KATA KATA VILLAGE CELEBRATES THE BLOOD DONOR DAY (TEASER)\n[removed]",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "My classmate said a program wasn't supported on his browser\nMy teacher told him to put some books under it",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "Why isn't cricket a great sport in China?\n[removed]",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "What’s the difference between a feminist and a suicide vest?\n[removed]",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "The record for the worlds oldest person has been broken! It’s now 112\n[deleted]",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "Two scientists bring a polar bear to the South Pole\nTwo scientists bring a polar bear to the South Pole \n\nScientist 1: So this polar bear can survive in both the north *and* south poles?\n\nScientist 2: that’s correct. However, he’s prone to mood swings in the south\n\nScientist 1: maybe it’s his wife?\n\nScientist 2: or his husband.\n\nScientist 1: so it’s a bi-polar bipolar bi polar bear",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "This morning my wife walk's into the kitchen as I am fixing my morning coffee.\nWife in a very excited tone: \"Babe! Babe! I'm pregnant you're going to be a father!\"\n\nMe: \"Ha! Can't fool me it's April Fools Day!\"\n\nWife: \"Haha, got me, you're not the father.\"",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "Wedding\nThe wedding date was set and the groom's three pals - a carpenter, an electrician and a dentist were deciding what pranks to play on the couple on their wedding night.\n\nThe carpenter figured sawing the slats of their bed would give them a chuckle or two.\n\nThe electrician decided to wire the bed - with alternating current, of course.\n\nThe dentist wouldn't commit himself, but wore a sly grin and promised it would be memorable.\n\nThe nuptials went as planned and a few days later, each of the grooms buddies received the following note:\n\n\"Dear Friends, we didn't mind the bed slats being sawed. The electric shock was only a minor setback. But I swear by God Almighty, I'm going to kill whoever put novocaine in the condom!\"",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "I’m tired of not having sex the past 20 days because of this quarantine\n[deleted]",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "Yesterday, my wife and I went to the hospital so she could give birth to our child...\n[deleted]",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "Mickey Mouse wakes up on a snowy day and looks out his window.\nHe looks down and sees, \"Mickey sucks\" written in the snow in piss. He looks up and sees two people running away. So he calls the cops.\n\nAfter an investigation, a detective says to Mickey, \"I have some good news and some bad news. The good news is we found out it was Goofy's urine. The bad news is, it was Minnie's hand writing. \"",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "What did the policeman say to an armless guy?\n[removed]",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "An ophthalmologist\n**SIR:** May I come in doc?\n\n**DOC:** Yes sir you may come in.\n\n**SIR:**  Can I get information about eye donation campaign that you are running.\n\n**DOC:** That is really great of you, do you know the estimated number of **people** visually impaired in the world is 285 million.\n\n**SIR:** Oh that is sad, I want to donate my eyes.\n\n**DOC:** Fill this form sir, will you?\n\n**SIR:** I will fill the form and I will come tomorrow to donate my eyes.\n\n**DOC:** Sir that will do and have a good day.\n\n**SIR:** Good day to you too, I will see you tomorrow doc.",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "How does a police officer make an arrest while practicing social distancing?\n[deleted]",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "A blue whale anus can stretch upto a metre\n[removed]",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "While two families were waiting in line to see the Washington Monument,\ntheir two five-year-old boys were getting acquainted.\n\n\"My name is Joshua. What’s yours?\" asked the first boy.\n\n\"Adam,\" replied the second.\n\n\"My daddy is a doctor. What does your daddy do for a living?\" asked Joshua.\n\nAdam proudly replied, \"My daddy is a lawyer.\"\n\n\"Honest?\" asked Joshua.\n\n\"No, just the regular kind,\" replied Adam.",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "April Fools Day exists, YouTubers:\nThis is my last video",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "I loved making jokes about plastic blocks\nI guess it was time to lego",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "A man, on his way to work decides to take a shortcut which brings him by the mental hospital.\n[removed]",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "Knock, knock....\nWho's there?\n\n\"WHO.\"\n\nThe band?\n\n\"Nope.\"\n\nShit!",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "When my girlfriend said she was leaving because of my obsession with The Monkees, I thought she was joking.\n[removed]",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "So a couple tell their therapist that the pandemic is actually helping their marriage...\nTurns out they're in a covid-dependent relationship.",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "I think my wife is selling cattle... A man has texted her on the phone asking if that cow is still there!\n[removed]",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "I think my wife is selling cattle... A man has texted her on the phone asking if that cow is still there!\n[removed]",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "[nsfw] Totally legit, but you can use a joke if you want to.\n[removed]",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "A Religious Woman Get Married at 17\nShe's married to her husband for 17 years, has 13 children with him.\n\nHe passes away, she marries again. This time, she and her husband are married for 23 years, and have 11 kids before he passes to the other side.\n\nOne year later she gets called to Heaven.\n\nAt her funeral, the Priest says, \"Let us thank our Father in Heaven that they're finally together.\"\n\nAfter the service, one of her children walks up to the Priest and asks, \"When you said, 'Thank God they're together,' did you mean her and her first husband or her and her second husband?\"\n\nThe Priest says, \"...I meant her legs.\"",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "What kind of sweaters do tortoises wear?\nTurtle-necks",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "A gorgeous maid met her madam and asked for a pay rise.\n\"why are you asking for a pay rise?\" asked the madam.\n\n\"Because i iron better than you.\" answered the maid.\n\nSilently fuming, the madam asked, \"who said that?\" \n\n\"your husband did.\"\n\nSilent fuming intensifies. A bit daring, the madam asked again, \"is that all you have to say?\" \n\n\"i cook better than you, madam.\"\n\n\"who said that?\" \n\n\"Your husband did.\"\n\nA sense of defeat and humiliation overflowed within madam, but she is still unwilling to admit defeat. \n\n\"Is that all?\" asked the madam hesitantly. \n\n\"i have sex better than you, madam.\" coolly answered the maid.\n\nWith a seething rage and trembling voice, the madam asked, \"did my husband say that?\"\n\nThe maid answered, \"no, the gardener did.\" \n\n\"Oh, so how much do you want?\"",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "Why did the queen felt depressed lately?\nBecause she is in a midlife-crisis",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "Why did the people who moved constantly never get angry?\nBecause they were no-mads",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "Two birds of paradise were having an argument together\nAs it got more heated one began giving the other the silent treatment. “Oh yeah?” Said the other, “well toucan play at that game.”",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "What did people say when the inventor of the Dry Erase Board showed off his new invention.\n[removed]",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "I touched my girlfriends ass and she farted.\n&amp;#x200B;\n\n&amp;#x200B;\n\nIt was a booty trap.",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "Did you hear about the paralyzed gay man?\n[removed]",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "Don't know why one of my friend got suspended for going to washroom with his laptop while he was at his home\nOh yeah, an online class was going on.",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "I was gonna say a dead joke about necrophilia\n[deleted]",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "A guy almost lost all his money on Reddit.\nTo read the second part please input your credit card information bellow.",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "My mom laughed at me when I said I was going to build a car out of spaghetti.\n[removed]",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "Did you hear about the good-looking, troublemaker who got his arms chopped off?\nHe was a handless, handsome handfull.",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "Since lockdown began, I've started making home movies...\nYou could say I've became a regular Tentin Quarantino.",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "So I was sweaty after a long walk and this fly was buzzing around my head. I offered it a little something to go away..\n.. and the police arrested me for fly tipping.",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "I wish I could be ugly for just one day\nBecause honestly, being ugly everyday sucks.",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "“I love me job!” exclaimed thar farmer. “All ye do be boss me around all day!” complained one of his sheep. “What did ye say?” challenged thar farmer. The sheep glared back and growled...\n[deleted]",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "I have a girl friend. Her first name is April\n[removed]",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "The sky from my rooftop is now full of stars due to COVID-19\n[deleted]",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "China's presidency should be for life\nThat's what Xi said.",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "My wife complained that I never finish anything\nSo I replied wi",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "Why did the monkey fall out of the tree?\nbecause it was dead.",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "Why are the conservatives a bunch of pussies?\n[deleted]",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "Did you hear about the old man who drowned?\n[deleted]",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "How do you get rid of a republican?\nYou tell him that economy is suffering and he should sacrifice himself.",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "Teaching in this Girls' High School is such a relief.\n[deleted]",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "Every time I see jokes that has \"long\" tag I just skip them.\n[removed]",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "Breaking News: President Trump has tested positive for Covid-19\n[deleted]",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "A farmer was going up a hill with his horse and carriage\nSuddenly the horse stops and speaks to him in perfect English: \"Hey man this hill is too steep, can we go around it for once?\"\n\nThe man is completely bewildered and says \"Holly fu*k, I've never seen a talking horse before\"\n\nAnd the carriage is like \"Wow, wtf, me neither\".",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "Where do suicide bombers go when they die?\n[removed]",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "I put the shrimp in shrimp cocktail\nWait a second.........",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "I can't believe how many people are ignoring the stay home order.\n[removed]",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "What do you call an orgy between planets?\nThe Big Bang.",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "Ah. Here again comes the April Fools' Day. Some men outside screaming horrendous things. They never grow up.\nWait. It was the news on the TV.",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "How do you call animated porn with chicken tails?\na hentail",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "How do you call a animated porn with chicken tails?\n[deleted]",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "I shoved my throbbing cock into a paper shredder\n[removed]",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "What's the difference between John Lennon's wife and his dick?\n[removed]",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "What do you call a sheep covered in chocolate? –\n A candy baa.",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "Are you bored?\nPunch an orphan. What are they gonna do?\n\nTell their parents?",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "Why do the Swedish military have barcodes on the sides of their ships?\nSo when they all return to port, they can Scandinavian.",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "Kim Jong-Un has announced North Korea will be the first country to send people to the sun\nAnd so Donald Trump promptly gives him a call telling him how stupid his plan is. They can't go to the sun; it's too hot!\n\nAnd so Kim replies, \"We'll go at night!\"\n\nAnd then Trump replies, \"You fool! There is no sun at night!\"",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "Husband Wife Reach home after a motorcycle ride\n[removed]",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "A salmon walks(?) into a bakers\nAnd the owner glares at him from behind the counter and says:\n\n\"You'll have to leave. We don't sell fishcakes here.\"",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "A man storms into a bakery and says \"I want to make a complaint! This muffin is mouldy and tastes like cheese!\"\nThe baker rolls his eyes and says \"well, you did ask for a blue brie muffin.\"",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "How do we know that hot is faster than cold?\nYou can catch a cold.",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "Which country gives you the best bang for your buck?\n[removed]",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "So there was this guy named \"The Tree\"\nHe was dark, tall, and dyed his hair green at one point, hence the name. He was an army buddy. I woke up and looked over to him. There was something protruding from his blanket. I asked him about it. He responds. \"It's just mornin wood.\"",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "It's not delivery it's Digorno\nA woman was pregnant and in labor with her only son, named Digorno. Her husband was waiting outside for her. Suddenly the doctor rushed in with good news.\n\n\"We have good news!\" \n\n\"Is it delivery?\"\n\n\"It's not delivery, it's Digorno.\"\n\nAnd then they celebrated with pizza afterwards.",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "Which country gives you the best bang for your buck?\n[removed]",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "Two 9/11 conspiracy theorists are in a plane when it crashes\n[removed]",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "I'm new here. What's with the voting? Upvotes aren't given very much.\n[removed]",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "Knock Knock on my door (terrible)\nKnock knock\n\nWho's there\n\nKnock Knock!\n\nKnock knock who\n\nKnock knock knock knock knock on my door, knock knock knock knock on my door",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "Hey, I have a brilliant idea for an April Fools Prank...\n[removed]",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "Years ago I was a police officer in the LAPD, I was fired after about 3 days because there was a guy way up on top of a tall building threatning suicide…and I shot him.\n[deleted]",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "How many \"sup dude\"s does it take to screw in a lightbulb?\n[removed]",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "Why does Japan love its coffee? (idk how to describe this one but slightly lame)\n[removed]",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "We've found 'under' with 'over', 'more' with 'less' and 'yes' with 'no', but we don't know what goes with 'in' and where to find it.\nwell I guess we'll have to find out",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "Stolen joke\nOne time I had a kid come over to my house and tell me that my house was small and boring. So then I told him that my house was small because I had an amazing secret basement full of games and toys that I never tell anyone about. This kid wanted to see it really badly at that point, so I told him to wait outside the basement door so I could get the games and toys ready for him. I took a bucket of glitter mixed in with super glue and set it up on the top of the basement door. I gave the kid the cue to come inside, and when he opened the door, I stabbed him.",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "In the Norwegian alphabet there are three additional letters: Æ Ø and Å. The letter Æ is the sound a sheep makes, minus the B ...\n[removed]",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "What do you call someone who tells you a joke, and leaves you on a cliffhanger?\n[removed]",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "What do you call someone who tells a joke, and leaves you on a cliffhanger?\n[removed]",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "Why did America remove the \"u\" from \"colour\"?\n[removed]",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "What do you call someone who tells you a joke, and leaves you on a cliffhanger?\n[removed]",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "What did Muhammad say to the guy with the aggressive dog?\n[deleted]",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "Did you hear about the mathematician who’s afraid of negative numbers?\n[removed]",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "What's the best way to get yourself tested for COVID-19 in America for free?\nSneeze on a rich person's face",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "Why don't play baseball in China?\nBecause they would eat all the bats",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "Several years ago in the streets of NewYork, there was this lady screaming with furious anger at everyone, for hours and hours demanding that quality House music must be played everywhere and every time! Her name was Shaniqua Johnson. She inspired me to curate an amazing House playlist!\n[removed]",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "What does H in United States Of America stands for?\n[removed]",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "My boss, who is a fit woman, caught me in the shower room after work.\n[removed]",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "A 6 and 4 year old are raking the yard. The 6 year old asks, \"You know what? I think it's about time we started learning to cuss.\"The 4 year old nods his head in approval. The 6 year old continues,\"When we go in for breakfast, I'm gonna say something with hell and you say something with ass\"\n[removed]",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "What does wearing crocs and getting a blowjob from a man have in common?\n[removed]",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "What has more win-win situations?\nA Vietnamese phone book",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "There is only one thing I hate about Halloween\nWhich is...",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "I’ve been off my OCD pills for more than a year now!\n(Or 374 days, 7 hours and 3 minutes to be exact)",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "Are locksmiths considered key workers?\nAsking for a friend.",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "I once had a goldfish that could break-dance on a carpet,\n[removed]",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "My boyfriend said he wanted to break up on April Fool’s day\nIt would have been funnier if he hadn’t been saying it for weeks now.",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "A college professor asks all of his students to yell out stereotypes for a class project\n[removed]",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "What did Muhammad say when his dog bit the postman?\n[deleted]",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "What's the difference between a violin and a fiddle?\nA violin has strings and a fiddle has strangs",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "Is it all black people that have a problem with slavery?\n[removed]",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "Went to the supermarket this morning and watched a guy purchase a piñata, some paella and a sombrero. I thought to myself...\nHispanic buying.",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "What's the worst smelling thing in a lesbian's bathroom?\n[deleted]",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "I was warned of a large group of sheep coming around the streets beating people up for whatever reason.\n[removed]",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "Your mom jokes are one of my favorite things\n[deleted]",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "March 31 late night gangsta update to estimated future CoronaVirus deaths:\n[removed]",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "A man, a plan, a canoe,\npasta, heros, rajahs, a coloratura, snipe, percale, macaroni, a gag, a banana bag, a tan, a tag, a banana bag again (or a camel), a crepe, pins, a rut, a Rolo, cash, a jar, sore hats, a peon, a canal... Panama.",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "I like my men like I like Hardbass music...\n[deleted]",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "COVID-19. A number of cases linked to American Airlines baggage handlers.\n[removed]",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "TIFU by delivering a punch line in the wrong place at the wrong time\n[deleted]",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "What do a nearsighted gynecologist and a puppy have in common?\n[deleted]",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "I heard that the Brazilian rulers released their pet tigers and even ordered around travel agencies to enforce proper social distancing measures.\n[deleted]",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "Where is the worst place you can go?\nIn your pants. \n\n(From my 5 year old daughter, now much older)",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "Why do people under 5 feet tall have such whiny squeaky voices?\n[removed]",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "What does a sheep need to do to become a lawyer?\nPass the baa-aa-aah!",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "What's worse than lobsters on your piano?\nCrabs on your organ",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "This general goes to war and loses his left eye so he visits the eye doctor and asks the doctor his options.\n[removed]",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "This general goes to war and loses his left eye so he visits the eye doctor and asks the doctor his options.\n[removed]",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "Everyone: *suffers three months of misery beginning with New Year’s Day*\n2020(after March 31st): APRIL FOOLS!",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "A housewife takes a lover during the day, while her husband is at work. Not aware that 9 year old son was hiding in the closet. Her husband came home unexpectedly, so she hid her lover in the closet. The boy now has company.\n[removed]",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "Ever wonder what your kids would be like if you married someone beautiful or smart?\nYou're a crappy spouse.",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "A preacher goes to prostitute...\nA preacher goes to a prostitute. After the deed when he is leaving,\n\nProstitute : \"Sir, money?\"\n\nPreacher : \" Are you kidding me, honey?, I will never take money from you for this.\"",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "When the patient woke up, his skeleton was missing.\n[removed]",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "How many flies does it take to screw in a lightbulb\nOnly two but you have to wonder how they got in there",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "‌‌A w‌‌oman w‌‌akes u‌‌p i‌‌n a‌‌ h‌‌ospital b‌‌ed t‌‌o f‌‌ind t‌‌hat s‌‌he's b‌‌een i‌‌n a‌‌ c‌‌oma a‌‌fter a‌‌ c‌‌ar a‌‌ccident\n[deleted]",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "Two Guys are Talking...\nA: Guess what, I got a girlfriend!\n\nB: Wow that's awesome! Who is she?\n\nA: Happy April Fools Day\n\nB: Dude... I think the joke's on you.",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "We're sorry to announce that April fools has been postponed.\nDue to the recent coronavirus crisis, April fools has been postponed to May 1st, 2020.\nThanks for your cooperation.",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "Alright 2020, you’ve had your fun.\nNow say ‘April fools’ and let us get back to our lives, yeah?",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "Mr T when the ninja turtles asked him who the reporter chick was\n[deleted]",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "There’s extensive data and research that suggests that COVID-19 is in fact no different than the flu.\n[deleted]",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "So my girlfriend and I were out to dinner...\n[removed]",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "Since the public events are all canceled and we have to wash our hands - who has the biggest dilemma now?\n[deleted]",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "I caught my gardner masterbating in my garden.\n[deleted]",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "In highschool, I won the \"most secretive\" award!\nI can't tell you how much it meant to me.",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "What do you call a brown man taking a dump?\n[removed]",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "I'm the bus driver who accidentally posted my TIFU to r/trebuchetmemes with TWO broken arms and still got 100k red upvotes. Ask Me Anything.\n[removed]",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "EVERYONE WILL UNDERSTAND\nIf you have a grief nobody feels, If you have a pain nobody feels. If your heart is broken nobody feels, but if you fart all will understand.",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "A dude walks up to a woman at a party...\n\"Of all the ladies at this party, you're average\", he said.\n\nThe woman replied, \"You are mean\".\n\nAnd he said, \"No, you are\".",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "Had a date last night\nHad a date last night \nThought Id be careful though,\nI Wore a mask, gloves, BUT I GOT GONORRHEA! \n\nForgot the condom\n\n-TM",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "How do you measure the heaviness of a red hot chili pepper?\n[removed]",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "A philosophy professor walks in to give his class their final.\nPlacing his chair on his desk the professor instructs the class, \"Using every applicable thing you've learned in this course, prove to me that this chair DOES NOT EXIST.\"\n\nSo, pencils are writing and erasers are erasing, students are preparing to embark on novels proving that this chair doesn't exist, except for one student. He spends thirty seconds writing his answer, then turns his final in to the astonishment of his peers.\n\nTime goes by, and the day comes when all the students get their final grades...and to the amazment of the class, the student who wrote for thirty seconds gets the highest grade in the class.\n\nHis answer to the question: \"What chair?\"",
    "concept": "jokey",
    "source": "reddit-jokes"
  },
  {
    "text": "My lesbian neighbours asked me what I wanted for my birthday.\n[removed]",
    "concept": "jokey",
    "source": "reddit-jokes"
  }
]